{
    "pages": [{"body":"Each of the paired adrenal glands is in fact two glands. The outer mesodermally derived cortex is composed of cells that secrete steroid hormones. The neural crest-derived cells of the medulla are innervated by preganglionic fibers of the sympathetic nervous system and secrete catecholamines. #72 Adrenal, bichromate fixation Open with WebViewer This slide illustrates clearly the classical zonation of the adrenal gland. You should be able to distinguish 5 zones in the organ: 1) the outer connective tissue capsule, 2) a thin zona glomerulosa just beneath this, 3) the wide zona fasciculata, 4) a thin zona reticularis, 5) the central medulla, within which lies the large central vein. Study the various zones in detail at higher magnification.\n\n1. The fibrous capsule is supplied with many small arteries, which pierce it and empty into the enlarged fenestrated capillaries (cortical sinusoids) of the adrenal cortex. You may also see small nerves.\n2. The cells of the zona glomerulosa are arranged in loops and arcades 1-2 cells thick. The nuclei are round and the cytoplasm may contain a few lipid droplets, which will appear as lipid vacuoles.\n3. The zona fasciculata is made up of columns of large polyhedral cells. The nuclei are round and larger than those of the zona glomerulosa or zona reticularis. The cytoplasm appears frothy or spongy because of the many lipid droplets that have been removed during processing of the tissue.\n4. The zona reticularis consists of a branching and anastomosing network of polyhedral cells smaller than those of the zona fasciculata. Various degrees of nuclear condensation may be found. The cytoplasm may contain brown lipochrome pigment. 5. The medulla is composed of cells that are also arranged in the typical fashion of endocrine glands, cords and clumps of cells surrounded by fenestrated medullary sinusoids. The medullary cells do not have lipid vacuoles, but if fixation is not prompt autodigestion vacuoles may appear in the cytoplasm. The cytoplasm will have a very fine brown granulation due to the chromaffin reaction. The chromaffin reaction is the oxidation of the catecholamines with dichromate salts. Cells making norepinephrine stain darker than those making epinephrine. In the center of the medulla lies the large muscular-walled central vein. The muscle fibers are arranged longitudinally.\n#71 Adrena, bichromate fixation Study this slide in the same way as the previous slide. The cortical zones are not as clear. The tissue surrounding the central vein may not be medullary but instead may be in-growths of cortical tissue. The chromaffin reaction following bichromate fixation results in differential staining of epinephrine and norepinephrine cells, the latter are stained more darkly brown. There are preganglionic sympathetic fibers arranged in nerve bundles in the medulla. Open with WebViewer What hormone is produced by the zona glomerulosa? By the zona fasciculata? By the zona reticularis? By the medulla? What hormones regulate the function of the cortex? How is medullary function regulated?\n\n","hash":"ffc54d36ade8453304f11c7f790eb454","title":"Adrenal Gland","type":"lab_activity","url":"/lab13/adrenal-gland/"}, {"body":"Vessels of both the arterial and venous system are classified on the basis of their size, and by the nature and abundance of the tissue composing their tunics. You should be able to distinguish between arteries and veins and recognize capillaries. Remember that red blood cells are often visible in the lumen of blood vessels, however they will not be present in every lumen due to preparation of the slides. Do not depend on red blood cells when identifying blood vessels. Larger vessels have a common structural plan in that they are composed of three concentric coats or tunics. These are:\n Tunica intima. This consists of the endothelial lining and its basement membrane, and a delicate layer of loose subendothelial connective tissue. The endothelial lining is diagnostic in distinguishing blood vessels. The nuclei of the simple squamous epithelial cells of the endothelium protrude into the lumen of the vessel. In arteries and arterioles, an internal elastic lamina delimits the outer margin of the tunica intima. Tunica media. This layer is composed predominantly of circularly arranged smooth muscle fibers, and there may be a variable amount of reticular and elastic fibers. Tunica adventitia. This coat consists predominantly of fibroelastic connective tissue whose fibers generally occur in a longitudinal array. In larger muscular arteries, there is frequently an external elastic membrane separating the tunica adventitia from the tunica media.  DISTINGUISHING FEATURES # Arteries have an internal elastic membrane is always present (although it is less distinctive in large elastic arteries). The tunica media is the thickest tunic. It is predominantly muscular in arterioles and most arteries, but it is predominantly elastic in the largest arteries (the so-called elastic arteries such as the aorta and the common carotid). The tunica adventitia is relatively thin.\n Veins do not have an internal elastic membrane. The tunica media is relatively thin. The tunica adventitia is the thickest tunic and there is no external elastic membrane.  An artery and vein frequently run together, which facilitates their comparison. A useful generalization is that the artery has a relatively thick wall and a small lumen, whereas a vein has a relatively thin wall and a broad lumen.\n# Arterioles and small arteries exhibit a distinctive arrangement of endothelial cells and smooth muscle fibers in their walls. The endothelial cells are oriented longitudinally, whereas the smooth muscle fibers in the adjacent tunica media are wrapped around these vessels in a circular fashion. This gives rise to a regular pattern of nuclear orientation that is lacking in venous vessels. An arteriole usually has only one layer of smooth muscle and not more than two.\n# Capillaries are the easiest vessels to define (but not to find). They consist of an endothelial layer and its underlying basal lamina. There may also be an associated pericyte within the basal lamina of the endothelial cell. They are classified on the basis of their \"leakiness\" as continuous (e.g., muscle, central nervous system, lungs), fenestrated (e.g., endocrine glands, intestinal tract, gall bladder), and discontinuous or sinusoidal (e.g., spleen, bone marrow, liver).\nUse electron micrographs to compare the structure of various types of capillaries.\n ","hash":"8b9ca05a460f0269129d2f8fd7665c51","title":"Blood Vessels","type":"lab_activity","url":"/lab09/blood-vessels/"}, {"body":"Bone is a calcified connective tissue, and like other connective tissues, it consists of cells, fibers, and ground substance. The deposition of inorganic calcium phosphate salts as hydroxyapatite crystals within its matrix is a distinguishing characteristic of bone. This renders it structurally rigid. In addition, bone functions as a homeostatic reservoir of calcium and phosphate ions, and it encloses the hematopoietic elements of the bone marrow.\nThere are two types of mature bone - compact (lamellar) and spongy (trabecular or cancellous). Compact bone is characterized by the regularity of its collagen fibers. Spongy bone consists of a lattice of branching bony spicules, known as trabeculae, which are surrounded by bone marrow in some regions. When the trabeculae are sufficiently thick, they may contain osteons (see description below).\nImmature (woven) bone: (see in \"bone development\") is the first bone laid down in prenatal life or in the repair of bone fractures. In this type of bone, the matrix immediately surrounding the osteoblast is called osteoid and is not mineralized. Immature bone is characterized by irregularly arranged, interwoven collagenous fibers within a matrix containing proteoglycans.\nBecause of its calcified matrix, bone presents difficulties in its preparation for microscopic study. There are two basic techniques for studying bone with the light microscope, and both of these types of preparations must be studied to appreciate the organic and inorganic components of bone. (1) Bone may be decalcified by acid solutions prior to embedding and sectioning. This permits study of the cells and organic matrix of the bone. (2) To study the lamellar and canalicular pattern of the calcified matrix, it is necessary to grind down dried bone that has not been decalcified to a thickness that permits the microscope light to be transmitted (\"ground bone\").\nGround Bone #9 Dried Bone, Shaft of Tibia Cross and longitudinal sections (unstained). Use the illustrations in your textbook as a guide and identify the following structures.\nOpen with WebViewer Haversian Systems (osteons) are distinctive structural units of compact bone that reflect the developmental and nutritive pattern of its lamellar configuration. Haversian systems consist of Haversian canals containing blood vessels and nerves surrounded by concentric lamellae of bone. Lacunae lie between or within the lamellae. In life these lacunae are occupied by osteocytes. Lacunae are connected with each other, and ultimately with the perivascular spaces of the Haversian canal, by canaliculi. This communicating system of canaliculi is essential for exchange of gases and metabolites between the osteocytes and the perivascular spaces of the Haversian canal. Volkmann's canals, which also contain vessel and nerves, are larger in diameter than Haversian canals and run perpendicularly to them.\nInterstitial lamellae lie between the more distinct Haversian systems; these are the remnants of earlier Haversian systems that have been partially resorbed during bone remodeling.\nDecalcified Bone #11 Rib, Cross Section, (H\u0026amp;E). Surrounding the sectioned rib are bundles of skeletal muscle, tendon, nerves and blood vessels. Note the gradation of the surrounding connective tissue with the periosteum and the increased cellularity of the periosteum. The reversal lines (also known as cementing lines) that delimit the Haversian systems may appear refractile or slightly basophilic. What accounts for this basophilia? Trabeculae of bone extend into and partially subdivide the marrow cavity, which contains hematopoietic bone marrow. Bone marrow will be studied in more detail in a later lab.\nOpen with WebViewer #8 Rib and Cartilage, (H\u0026amp;E) This slide demonstrates periosteum, which has dense cortical bone on the surface (better illustrated in the preceding slide) and spongy bone centrally. Osteoblasts are prominent on the surface of the bony trabeculae. Osteoclasts (multinucleated giant cells with acidophilic cytoplasm, related to the process of bone resorption) may also be seen near the osteochondral junction. Calcifying cartilage and rows of hyaline cartilage cells are present and extend into the cartilage of the proximal end of rib. Around the rib section, skeletal muscle and tendon are present.\nOpen with WebViewer Questions  What structures are found within Haversian canals? Is the osseous lamella adjacent to the Haversian canal the youngest or the oldest lamella of a particular osteon?  Be sure you know how cartilage and bone differ morphologically, functionally, and with respect to blood supply.\n\n","hash":"52be62d0c61818eb39f196d3257b3b8b","title":"Bone","type":"lab_activity","url":"/lab04/bone/"}, {"body":"#86 Cerebellum, H\u0026amp;E Observe the pale staining branches of the central white matter surrounded by a darkly stained cortex. Identify the outer, pale-staining molecular layer of the cerebellar cortex, and the inner, basophilic granular layer of the cortex. Both the molecular layer and granular layer constitute the gray matter. The molecular layer contains axons and dendrites, but relatively few neurons compared to the granular layer.\nOpen with WebViewer On these sections of the cerebellum, the cut surfaces may result in the exposure of the pale-staining medulla (white matter) at the surface of the section, where it could be confused with the molecular layer of the cortex. Try to find a surface covered by the meninges, to insure that you are indeed looking at the cortical surface.\nWith medium power magnification, examine the junctional zone between the molecular and granular layers of the cortex. Note the large, flask- shaped cells aligned in a row; these are the cell bodies of Purkinje cells. The basophilic nuclei of the granular layer, which superficially resemble lymphocyte nuclei, belong to granule cells. Axons of these cells (not visible with H\u0026amp;E) extend into the molecular layer and relay neural information to this layer.\n#108 Cerebral Cortex, Nissl At low magnification find the gray matter (cerebral cortex) and white matter, which in this stain can be identified by the rows of small oligodendrocyte and astrocyte nuclei between the unstained axons and their myelin sheaths. The cortex, itself, is divided into 6 layers, not all of which are clearly distinguishable in this slide. Do not try to find all of them. At higher power study the large pyramidal cells, which are prominent in deeper parts of the cortex. Study the nucleus, nucleolus, and Nissl substance. Note the similarity of the large pyramidal cells to the large motor neurons in the ventral horn of the spinal cord.\nOpen with WebViewer #111 Cerebral Cortex, Golgi, 100µm, Celloidin embedded The Golgi procedure results in 1-2% of neurons impregnated with heavy metals. No one is sure why not all cells are stained. Please note this preparation shows the detailed architecture of individual neurons. The thickness of the sections allows one to appreciate the space occupied by a neuron's dendritic tree.\nOpen with WebViewer \n","hash":"1afa07ba7b8fe321b463a83986ef925f","title":"Brain","type":"lab_activity","url":"/lab05/brain/"}, {"body":"Cardiac muscle is striated and contains centrally placed nuclei. Cardiac muscle cells are branched cylinders connected by intercalated discs. #17 Heart, Monkey (Mallory-Azan) In this preparation, muscle fibers are stained brown-pink, collagenous fibers bright blue, and red blood cells bright red. Examination of the preparation with low power will reveal that cardiac muscle consists of cell columns or irregularly shaped cellular areas separated by a considerable amount of bright-blue connective tissue. Under higher power, the endomysial connective tissue can be seen to be rather plentiful and particularly rich in blood capillaries (which are readily identifiable by their erythrocytes). Open with WebViewer Where cardiac muscle fibers have been cut lengthwise, identify: cross-striations, branching and anastomoses, darkly stained intercalated disks, ovoid nuclei. Identify both straight and stepped or zigzag intercalated disks; do the myofibrils pass through them? In muscle fibers cut in cross-section, note the relatively large, centrally located nucleus with large amounts of perinuclear sarcoplasm; notice that some sections of fibers, lacking a nucleus, show a central mass of sarcoplasm. How can you distinguish cross sections of cardiac muscle fibers from those of skeletal muscle fibers?\n\n","hash":"4faa791ee1eed0e316113c304e66e9dc","title":"Cardiac Muscle","type":"lab_activity","url":"/lab06/cardiac-muscle/"}, {"body":"#101 Small Intestine Periodic acid-Schiff (PAS) reaction and hematoxylin Carbohydrates, e.g., glycogen, proteoglycans, glycoproteins, glycosaminoglycans, are demonstrated by this histochemical reaction (see description PAS on p. 97 and in textbooks). Their presence is indicated by a red reaction product. Such structures are termed PAS positive. Note the intense reaction at the apical surface of the epithelial cells and within scattered goblet cells (containing mucin) at the luminal surface. Nuclei are stained blue because the section was counterstained with hematoxylin. Open with WebViewer  ","hash":"9a7eb33cf2ce9bc54d5c02d7a3a4b3c0","title":"Cells, Organelles: Histochemistry","type":"lab_activity","url":"/lab01/cells-organelles-histochemistry/"}, {"body":"#58 Ductus Deferens, H\u0026amp;E or trichrome (Masson) Note the similarity of the lining epithelium of the ductus deferens with that of the epididymis. Characteristic of this organ is the stellate appearance of the lumen, and thick muscularis. The muscularis consists of inner longitudinal, middle circular, and outer longitudinal layers. Observe the arteries, veins and nerves that surround and penetrate the ductus deferens.\nOpen with WebViewer \n","hash":"74ff7f655c84567e71890b940c85c50d","title":"Ductus Deferens","type":"lab_activity","url":"/lab14/ductus-deferens/"}, {"body":"As in both the oral cavity and in the pharynx, the mucosal surface of the esophagus is lined by stratified squamous epithelium that is non-keratinized in humans. In herbivores, the esophagus has a keratinized epithelium. The well-developed muscularis externa and the stratified squamous epithelial lining are well adapted for the rapid transport of food from the pharynx to the stomach. Diagnostic features of the esophagus are the combination of stratified squamous surface epithelium and the considerable thickness of the muscularis mucosae (up to 0.2 - 0.4 mm thick). The upper third of the muscularis externa contains mostly skeletal muscle, the middle third contains a mixture of skeletal and smooth, and the lower third contains only smooth muscle. #32 Esophagus (and trachea), middle third, Human, (H\u0026amp;E) Examine the wall of the esophagus starting with the stratified squamous non-keratinized epithelium. Underlying the epithelium is a layer of loose connective tissue and the muscularis mucosae. Note the intermingling of both skeletal and smooth muscle in the muscularis externa. Use this slide to review the histology of smooth and skeletal muscle, comparing them with the adjacent connective tissue of both the lamina propria and the submucosa. Also, identify the various types of vessels within the submucosa, as well as other layers.\nOpen with WebViewer #33 Junction of Esophagus and Stomach, Human (H\u0026amp;E) Locate the abrupt transition between the stratified squamous epithelium of the esophagus and the simple columnar epithelium of the stomach. Compare the muscle of the muscularis externa of the esophagus with that of the previous esophageal slides. How can you diagnose whether you are looking at the upper or lower portion of the esophagus? Note both the diffuse infiltration of lymphocytes and the scattered lymph nodules within the lamina propria of the stomach. A more detailed study of the various cell types of the gastric epithelium is considered on the next slide.\nOpen with WebViewer \n","hash":"012ef234e51a2036c9f5ee32f24ca5d7","title":"Esophagus","type":"lab_activity","url":"/lab16/esophagus/"}, {"body":"BONE MARROW The marrow of adult human bones is the major site of formation of erythrocytes, granulocytes, monocytes and platelets. Some lymphocytes are formed in the bone marrow as well. Lymphocytes will be studied with lymphoid tissue.\nThere are stem cells that are precursors of both the red and white blood cell series, however because their proportion in bone marrow is low, it is unlikely that you will be able to recognize them in your slides. Do not spend time looking for stem cells.\nThe student should bear in mind that the frequency of any given cell type or stage of differentiation in the marrow is a complex function related to the relative frequency of the cells in the blood, to the half life of the cell type in the circulation, and to the maturation time of the cells in the marrow. The most frequent precursor series is the erythroid cell series, followed closely by the neutrophilic series.\nDistinctions between the cells of the granulocytic series are based on nuclear morphology and the size and staining properties of the granules. High magnification is required for this type of determination. Criteria for evaluating cell type and stage of maturation are as follows: Size of the cell and its nucleus: In general there is a gradual decrease in size of the cell and its nucleus with maturation. However, remember that cells preparing to undergo mitosis enlarge before division. Also some cells may be flattened out on the slide more than others during preparation of the smear so size alone can be misleading.\nAppearance of the chromatin network in the nucleus: Immature cells have a delicate fine-meshed chromatin network. More mature cells have coarser, more condensed chromatin. Presence or absence of nucleoli: Nucleoli are visible as pale blue circular areas within the chromatin network of immature cells.\nCytoplasmic basophilia: Very immature cells have pale blue cytoplasm, due to the presence of only a few scattered ribosomes.\nSpecialized cell products: Accumulation of hemoglobin in erythroid cells, and the appearance of granules and their type in granulocytes.\nErythroid Series Proerythroblast - Finely meshed chromatin in nucleus, generally two prominent nucleoli, cytoplasm moderately basophilic, due to the presence of ribosomes. An unstained region indicating the location of the Golgi apparatus is often visible.\nBasophilic erythroblast - This cell is usually smaller and the nucleus, which is intensely heterochromatic, is centrally located. The cytoplasm is a deeper blue color than that of the proerythroblast, due to the mixture of abundant free ribosomes and the initiation of hemoglobin synthesis. There is no longer a visible Golgi apparatus.\nPolychromatophilic erythroblast - The nucleus is intensely heterochromatic, and the cytoplasm is now a characteristic lilac color. The basophilia is due to the cytoplasmic ribosomes, and the acidophilia is due to the increase in the amount of hemoglobin being synthesized by the ribosomes. This is the last stage during which cell division occurs.\nNormoblast (orthochromatic erythroblast) - The nucleus has become pyknotic and therefore is very dark in appearance. The abundant cytoplasmic hemoglobin is acidophilic.\nErythrocyte (RBC) - The extrusion of the nucleus from normoblasts results in the formation of anucleate erythrocytes. Occasionally there is still some residual basophilia in the cytoplasm of these cells, due to the retention of some ribosomes. Such immature red cells are called reticulocytes because of the so-called reticulated pattern of cytoplasmic basophilia. Under normal conditions, a small percentage of reticulocytes enter the circulation normally before completing their maturation. However, when there is a great increase in erythrocyte production the percentage of reticulocytes entering the blood increases. Reticulocyte counts can provide information about the rate of erythrocyte production.\nGranulocytic Series Myeloblasts are stem cells that differentiate into the granulocytic series. The myeloblast is a large cell with a large ovoid pale-staining nucleus, 2 to 5 nucleoli, and lightly basophilic cytoplasm (due to a scattering of ribosomes). These cells are difficult to distinguish.\nPromyelocyte: This large cell is very similar to a myeloblast, but can be distinguished by the presence of a few azurophilic granules (pink-purple, primary lysosomes) in its cytoplasm.\nMyelocyte: The promyelocyte in turn gives rise to eosinophilic, neutrophilic and basophilic myelocytes, which have both azurophilic and specific granules according to their respective cell line. These cells can be identified by the round nucleus and by the accumulation of specific granules in their cytoplasm.\nMetamyelocytes: This stage can be identified by the indented nucleus and the presence of their specific cytoplasmic granules. You may be able to identify the unstained image of the Golgi complex in the region where the nucleus is indented. In the neutrophilic lineage, the late metamyelocyte is called the band cell.\nMature granulocytes: The mature cells can be recognized by their complex nuclear morphologies and their specific granules. Do not confuse the fine granules of the neutrophil (which may appear lightly acidophilic) for the coarser granules of eosinophils or basophils. The highly lobulated nucleus of the mature neutrophil is helpful in its identification.\n#82, Bone Marrow Smear (Wright's stain) The textbook should be reviewed before an attempt is made to identify the precursor stages of myeloid differentiation on this slide. Begin by scanning the slide under low magnification. The most immediately obvious cell type will be the enormous megakaryocyte which gives rise to blood platelets. Choose an area of this slide where the cells are not too closely smeared to study the cells of the erythroid and granulocyte series.\nOpen with WebViewer The following points should be kept in mind when examining bone marrow smears: \n You will be unable to identify all cells in the smear.  You should be able to assign a well-fixed and well-stained cell to either the erythrocyte or granulocyte line of development.  You should be able to say whether a cell is relatively undifferentiated (i.e., not far removed from the stem cell) or nearly, or completely, differentiated.  If a cell in the granulocyte line already has specific granules it should be further classified into the neutrophilic, eosinophilic, or basophilic series and based on its nuclear morphology, whether it is a myelocyte, metamyelocyte, or a mature cell.   Be sure you know the biochemical composition of the cytoplasmic granules of neutrophils (polymorphonuclear leukocytes), eosinophils, and basophils.\n#52, Bone marrow, core biopsy, H\u0026amp;E Open with WebViewer This is a bone marrow core biopsy. Note the spicules of bone and intervening marrow. The marrow is approximately 60-70% cells and 30-40% fat. Note the conspicuous megakaryocytes and areas of erythroid and myeloid development. #14, Bone marrow, section, Rabbit (Giemsa) Like the section of human bone marrow, this also reveals the natural relationship of developing blood cells to one another and to sinusoids. Note the megakaryocytes and the developing red and white blood cells. The cells of the erythroid and myeloid series tend to be grouped in small foci and that within each group the cells tend to be at the same stage of development. Variable amounts of adipose tissue are present.\nOpen with WebViewer \n","hash":"b5f2f864c1530928b72f71226b242998","title":"Hematopoiesis","type":"lab_activity","url":"/lab07/hematopoiesis/"}, {"body":"The liver is the largest gland in the body, and it has both an endocrine and exocrine function. The liver is organized into lobes surrounded by a thick connective tissue capsule. Each lobe is subdivided into lobules by looser connective tissue (Glisson's capsule). In the human, this connective tissue does not completely outline the lobule. It can be seen best in regions where there are sections of the bile duct and the hepatic artery. The structural plan of the liver is a reflection of its vascular supply. Blood enters the liver via the hepatic artery and portal vein, which send branches to the hepatic lobules. Within the lobules, blood travels between the plates of hepatic cells in sinusoids toward a central vein. It leaves the lobules via branches of the hepatic vein.\nThe axis of the classic or anatomical lobule is the central vein, which is the beginning of the hepatic vein. In this case, each lobule consists of plates of hepatic parenchymal cells that radiate out from the central vein. Separating the radial plates of the cells are the hepatic sinusoids, which are lined by endothelial cells. Kupffer cells (macrophages) span the sinusoid and attach themselves to the endothelial lining. The other cell type found in the perisinusoidal space is the hepatic stellate cell (Ito cell), which is the primary storage site for hepatic vitamin A. The sinusoids receive blood from branches of the hepatic portal vein and, to a lesser extent, from branches of the hepatic artery (located in the portal canal) at the outer margins of the lobule. Blood moves through the sinusoids toward the central vein. The central vein connects at right angles with a sublobular vein which courses along the base of a lobule.\nBile, produced by the hepatic cells, is collected first in small bile canaliculi and then in small hepatic ductules. It is carried away from the hepatic lobules in larger branches of the bile duct. The removal of bile from the liver via a duct system represents the exocrine function of the liver. A portal canal occurs in the connective tissue at the marginal angles of the lobules. Its three components, known collectively as the hepatic triad, are branches of 1) the hepatic artery, 2) the portal vein, and 3) the bile duct. Lymph is collected in lymphatic vessels, which accompany the hepatic triad in the portal canal.\nIn addition to recognizing the landmarks of the classic lobule, be aware of the boundaries of the portal lobule and liver acinus.\n#45 Liver, (H\u0026amp;E) Identify the vessels and structures discussed above. Notice that a thin space is present between the endothelial cells lining the sinusoids and the parenchymal cells. This is the space of Disse, and it is in continuity with the lumen of the sinusoids via small spaces between the endothelial cells that form the wall of the sinusoids.\nOpen with WebViewer #47 Liver, Human (Phosphotungstic acid Hematoxylin - Phloxine) This slide should be examined as above. In addition, the bile canaliculi are revealed as delicate tubules that course between the apposed surfaces of the parenchymal cells. These are seen best in regions where the plates of cells are two cells thick. Open with WebViewer \n","hash":"913bf017ba988f08bdbdd026ba7b261b","title":"Liver","type":"lab_activity","url":"/lab17/liver/"}, {"body":"#119. Eye, sagittal section Open with WebViewer Overview: The Layers Of The Eye: Corneosclera, Uvea, Retina  The outermost layer: Corneosclera  Cornea: The cornea is a transparent, avascular tissue composed of regularly arranged collagen fibrils and keratocytes (fibrocytes). Anteriorly it is lined with stratified squamous non-keratinized corneal epithelium with its underlying basal lamina and the acellular Bowman’s membrane. : Posteriorly it is lined by a single layer of flattened, hexagonal cells, the corneal endothelium that has a thick basal lamina, Descemet’s membrane.  Conjunctiva:  The conjunctiva is a thin, transparent mucous membrane that lines the posterior surfaces of the lids and the anterior part of the globe, up to the cornea.   Sclera: The sclera is dense, irregularly arranged connective tissue, forming the white outer coat of the eye. The eye muscles insert on this coat.  Limbus: The limbus is the transitional zone between the cornea and sclera. The region is referred to as the angle of the eye because in cross section a triangular space is formed between the cornea, sclera and ciliary body. In this region the aqueous humor leaves the anterior chamber via a trabecular meshwork, which merge to form the canal of Schlemm. The aqueous is then conveyed by \"aqueous veins\" to the blood vascular system in the sclera.   The middle layer (uvea): Choroid, Iris and Ciliary Body Choroid: The choroid is a heavily vascularized and pigmented connective tissue whose boundary with the retinal pigment epithelium is Bruch's membrane (lamina vitrea), which is a thick basement membrane.   Iris, with central aperture, the pupil: The iris projects from the choroid at the region of the limbus. It contains blood vessels, pigment cells, and muscles. Anteriorly it is a loose connective tissue containing pigment cells (melanocytes). The color of the iris (eye) depends on the number and disposition of the melanocytes in this layer. The anterior surface of the iris is an incomplete layer of fibroblasts. The deeper part of the connective tissue contains: blood vessels and nerves and the sphincter and dilator pupillae muscles. On the posterior side is a double layer of pigmented epithelial cells that are reflected at the pupillary margin. The basal lamina of the inner layer (posterior pigment epithelium) faces the lens. The basal lamina of the outer layer (anterior pigment epithelium) is adjacent to the stroma of the iris.   Ciliary body: At the base of the iris the ciliary body extends from the limbus (corneoscleral junction) to the ora serrata (the anterior limit of the retina and the choroid). Its outer side is adjacent to the sclera. The ciliary body and its ciliary processes are covered by a two-layered epithelium: an outer pigmented ciliary epithelium that borders the connective tissue stroma and an inner non-pigmented ciliary epithelium that faces the posterior chamber. The ciliary body contains three groups of ciliary muscles embedded in the connective tissue. Two of these groups control the tension on the lens capsule and the other facilitates drainage of aqueous humor (discussed below). The ciliary processes are finger-like folds or outgrowths of the ciliary body to which the zonular fibers, which extend to the lens capsule are anchored and which contain large blood vessels and long fenestrated capillaries.   The inner layer: Retina The two parts of the retina are the neural retina and the pigment epithelium. The neural retina, which contains photoreceptor cells that are responsible for absorbing light, has a laminated structure.  \n  Observation of the Contents of the Eye  The anterior chamber, aqueous humor:  The anterior chamber is the space between the cornea and the iris. It contains aqueous humor, which is produced by the ciliary processes. Aqueous humor passes from the posterior chamber into the anterior chamber between the iris and the lens. It is drained by the trabecular meshwork in the angle of the eye to the canal of Schlemm. This canal has openings that communicate via small aqueous veins with veins of the ciliary group. The posterior chamber, aqueous humor: The posterior chamber is the space between the posterior surface of the iris and the anterior surface of the lens. The lens and zonules: The lens is an avascular, non-innervated, epithelial tissue, which is bathed anteriorly by the aqueous humor and posteriorly by the vitreous. The anterior surface is covered by a monolayer of cuboidal epithelial cells. At the equator of the lens these cells are the progenitor cells for the lens fibers which comprise most of the lens mass. The lens is enveloped by a tremendously hypertrophied basal lamina called the lens capsule. The zonular fibers are inserted in the lens capsule and anchored in the basal lamina covering the ciliary epithelium. This arrangement provides the means of altering the tension on the zonules by contraction or relaxation of the ciliary muscle.  Vitreous:  The vitreous is a loose connective tissue, which fills the center of the eye. The gel vitreous is made of thin, mostly randomly oriented, collagen filaments (type II collagen), which are anchored into the basal lamina of the retina, the ciliary body and the lens. There are no blood vessels or nerves in the vitreous, and there is only one layer of scattered phagocytic cells (hyalocytes) embedded in the outer margin of the gel in the vicinity of the retina and ciliary body.\n   The Retina Identify the layers of the retina:  Neural retina: The nuclei of the retinal cells form 3 layers: the outer nuclear layer, containing the nuclei of all photoreceptor cells; the inner nuclear layer, containing the nuclei of the bipolar, horizontal, amacrine, and Müller cells; and the ganglion cell layer containing the nuclei of the ganglion cells. The horizontal and amacrine cells are interneurons that integrate or associate the impulses from the photoreceptor and bipolar cells. The supporting framework of the retina is formed by the glial cells (Müller cells).\nBetween the outer nuclear and inner nuclear layers is the outer plexiform layer. This contains the processes of rods and cones and of the bipolar cells and interneurons. Between the inner nuclear layer and the ganglion cell layer is the inner plexiform layer. This contains the processes of bipolar cells and interneurons and of ganglion cells. Internal to the ganglion cells the axons of these cells turn and course toward the optic disc, forming the nerve fiber layer. Internal to this is the basal lamina of the Müller cells, the internal limiting membrane.  Retinal pigment epithelium:  The inner surface of the retinal pigment epithelial cells has microvilli, which surround the outer segments of the photoreceptor cells. The retinal pigment epithelial cells also phagocytose packets of outer segment membrane, which are shed by the photoreceptor cells. Specialized regions of the retina (not present on your slides): The macula is a central area of the retina, about 5.5mm in diameter, having a high density of neurons (photoreceptor cells and the other retinal neurons). The center of the macula is the fovea, which provides us with high visual acuity, and which consists of densely packed cone photoreceptor cells. The inner layers of the retina are not present here. Ganglion cells are abundant around the fovea, supplying the foveal cones with a one to one connection and thus providing for maximal resolution. The optic disc is the area where all the ganglion cell axons exit. The main blood vessels of the retina enter and leave at the optic disc. It lacks all neural elements except for the axons of the ganglion cells. Therefore, it has no perceptive function and is the blind spot of the eye.     \n","hash":"3c97d302ffe32d0f2ee21e7e7346b514","title":"Microscopic Examination","type":"lab_activity","url":"/lab18/microscopic-examination/"}, {"body":"Learning objectives  Understand and be able to describe how the most common dye combination, hematoxylin and eosin (H\u0026amp;E) stains various components of cells and tissues. Identify cells and subcellular organelles. Relate the appearance of a cell as seen with the light microscope (LM) with that with the electron microscope (TEM, transmission electron microscope). Recognize and understand the stages in mitosis.   ","hash":"c474fff91140f0031986d0a5b7d998f5","title":"Microscopy, Cells, Organelles, Mitosis","type":"lab_topic","url":"/lab01/"}, {"body":"This is the lymphoid tissue of the alimentary canal, upper respiratory passages, and urinary tract. It occurs in three forms: diffuse lymphatic tissue, solitary lymphatic nodules, and aggregates of lymphatic nodules. Aggregates of lymphocytes are most common in the small intestine (Peyer's patches) and in the vermiform appendix. Are these aggregates encapsulated or unencapsulated?\n#117 Small intestine (H\u0026amp;E) Within the lamina propria identify lymphatic nodules and note germinal centers of the active antigenic response.\nOpen with WebViewer \n","hash":"8764e343642e19558b704c57def9386f","title":"Mucosa Associated Lymphatic Tissue (MALT)","type":"lab_activity","url":"/lab08/mucosa-associated-lymphatic-tissue-malt/"}, {"body":"#5 Trachea H\u0026amp;E Pseudostratified epithelium appears to be stratified as nuclei are seen at various levels. In fact all of the cells rest on the basal lamina, but not all of the cells have apices that reach the lumen. The cells that are confined to the base are stem cells that are the sources of the cells whose apices do reach the lumen. Open with WebViewer Identify the two major types of cell that reach the lumen. What are their characteristics? What is responsible for the eosinophilic line at the apex of the majority of the cells? Note the position of the nuclei.\n\n","hash":"1879c18110cc59ea799fbd58383a0657","title":"Pseudostratified Epithelium ","type":"lab_activity","url":"/lab02/pseudostratified-epithelium/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nTrachea (human)   View larger sizeThe lining of the respiratory tract from the trachea to the larger diameter bronchioles is pseudostratfied epithelium. There are three main cell types in this epithelium: ciliated cells that reach the lumen; goblet cells with mucinogen granules which also reach the lumen; and basal cells which are confined to the basal portion of the epithelium (and act as progenitors for the other types). Ross MH and Pawlina W, Histology, 5th ed., Lippincott Williams \u0026amp; Wilkins, Baltimore, 2006, p. 620. Tracheal lining  View larger sizePseudostratified epithelium of trachea of bat (much simpler than human) to illustrate that basal cells, goblet cells and ciliated cells all lie on the basal lamina (BL); but the basal cells do not reach the lumen. The ciliated cells have both microvilli (MV) and cilia, shown here cut in both longitudinal (C ) and cross sections (C'). Inset is cross sections of cilia (unit membrane ,UM). The goblet cell (bottom of micrograph) contains secretion droplets (MD) and organelles associated with elaboration of protein for export: (ER) and Golgi (G). The cytoplasm of the non-secretory ciliated cells contains scant Golgi and mainly smooth endoplasmic reticulum (SER). Fibroblasts (F), collagen (Co), elastic fibers (El). Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p. 38. Ciliated Epithelium   View larger sizeApical portion of ciliated epithelium. Arrows (from left to right) indicate: central, peripheral microtubules of axoneme and plasma membrane. Microvilli (Mv) are also present. Inset is cilia in cross section: Each axoneme contains nine peripheral pairs and two central pairs of microtubules. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 73. Terminal Bronchiole   View larger sizeTerminal bronchiole showing ciliated cells (ci) and Clara cells ©. Lumen (L), smooth muscle, cut in cross section (SM) Moran, D.T. and Rowley, J.C. Visual Histology, Lea \u0026amp; Febiger, Philadelphia, 1988, p. 123 Alveolus   View larger sizeThe interstitium at (1) is tissue between two layers of alveolar epithelial cells containing elastic and collagen fibers produced by fibroblasts (also known as septal cells). There is no connective tissue over the capillaries (2). Kierszenbaum, AL Histology and Cell Biology 2nd ed., Mosby Elsevier, 2007, p. 388. Alveolar Septum   View larger sizeThe upper part of the micrograph illustrates the thin portion of air-blood barrier where it consists of type I alveolar cells, capillary endothelium and the fused basal lamina shared by both cells. In the thick portion the type I alveolar cell (arrows in lower part of micrograph) rests on basal lamina, and on the opposite side there is connective tissue in which collagen fibrils and elastic fibers are evident. Note erythrocyte (large dark body) in capillary. Ross MH and Pawlina W, Histology, 5th ed., Lippincott Williams \u0026amp; Wilkins, Baltimore, 2006, p. 631. Type II Pneumocyte   View larger sizeType II pneumocyte protruding into alveolar lumen. Arrows indicate lamellar bodies containing the phospholipids that when released spread over the alveolar surface where they combine with other carbohydrate- and protein-containing secretory products (some of which are derived from Clara cells) to overcome the effects of surface tension which would otherwise cause the alveolar walls to adhere. This allows for normal inflation of the alveoli at birth and for the reinflation of alveoli which collapse after airway obstruction. Rough endoplasmic reticulum (RER), Golgi (G), reticular fibers (RF). Note the microvilli of the type II cell and junctional complexes (JC) with type I cell. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 356. \n","hash":"2311d373c7af5ca438ecaa89553250cc","title":"Respiratory System: Micrographs","type":"lab_activity","url":"/lab11/respiratory-system-micrographs/"}, {"body":"Reticular tissue, a type of loose connective tissue in which reticular fibers are the most prominent fibrous component, forms the supporting framework of the lymphoid organs (lymph nodes, spleen, tonsils), bone marrow and liver. Reticular fibers (type III collagen) are too thin to stain in ordinary histological preparations, but they are readily demonstrated by techniques involving the reduction of silver from silver nitrate by the glycosaminoglycan surface coat.\n#22 Lymph Node (Silver Stain) Identify the outer, collagenous connective tissue capsule surrounding the lymph node and the trabeculae, which are projections of the capsule that penetrate into the interior of the node. These fibers (type I collagen) are colored red-brown by the counterstain Azo-carmine. The black, silver-stained reticular fibers form the supporting framework for the cortical nodules. The lymphocytes, which are located within the interstices of this framework, are not well seen in this slide. The organization of lymph nodes will be studied in a future laboratory.\nOpen with WebViewer \n","hash":"4d6070913b8904340a43b84eff3bb440","title":"Reticular Connective Tissue","type":"lab_activity","url":"/lab03/reticular-connective-tissue/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nDesmosomes (human)  View larger sizeDesmosomes. The stratum spinosum of skin epithelium has conspicuous desmosomes. Intermediate filaments (keratin in epithelium) are associated with desmosomes. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. P. 48. Desmosomes in Stratum Spinosum  View larger sizeDesmosomes in stratum spinosum (hamster cheek pouch epithelium). Tonofilaments (keratin) fill the cells and insert into attachment plaques, intracellular disk-shaped structures containing desmoplakins and plakoglobins. The intercellular space contains the intermediate line containing transmembrane glycoproteins, the desmogleins and desmocollins (members of the cadherin family of calcium dependent adhesion molecules). Fawcett DW, The Cell: An Atlas of Fine Structure, WB Saunders, Philadelphia, 1966, p. 371. \n","hash":"58d89f93e768c0a2ba686f4583a445b7","title":"Skin: Micrographs","type":"lab_activity","url":"/lab10/skin-micrographs/"}, {"body":"#53 Ureter, H\u0026amp;E Note the stellate appearance of the lumen, the thick muscularis consisting of two or more layers, and the relatively thick adventitia containing fat, vessels, and nerves. Under higher magnification examine the characteristic transitional epithelium, and note the dome-shaped or bulging appearance of the surface cells and their more intense staining affinities. Observe the direction of the muscle bundles in the muscularis and locate blood vessels and nerves in the adventitia.\nOpen with WebViewer \n","hash":"98f7e78b725fec0dca6938ecaec602b1","title":"Ureter","type":"lab_activity","url":"/lab12/ureter/"}, {"body":"#68 Uterine Tube, Human, H\u0026amp;E There are sections taken from the ampulla of two uterine tubes: one in the middle of the menstrual cycle and the other 2.5 months pregnant. Note the highly convoluted surface of the mucosa; these folds decrease progressively from the ovarian (infundibular) end of the tube to the uterine (isthmus) portion.\nOpen with WebViewer The muscularis becomes progressively thicker toward the uterine end of the tube. Ciliary beating is the mechanism of movement of the ovum toward the uterus. Identify both ciliated and secretory epithelial cells on the mucosal surface. The uterine tubes are a common site of occlusion after gonorrhea, thus producing sterility.\nIn which portion of the uterine tube does fertilization occur?\n\n","hash":"f41b6715bc011549ec8be2b605a75d3e","title":"Uterine Tube (Fallopian Tube)","type":"lab_activity","url":"/lab15/uterine-tube-fallopian-tube/"}, {"body":"#46 Skin, scalp, H\u0026amp;E Lying deep to the dermis is the loose subcutaneous connective tissue layer (superficial fascia). The subcutaneous connective tissue may be composed largely of adipose tissue. The epithelium (epidermis) and dense, irregularly arranged connective tissue appear deeply stained. The adipose connective is the palely stained region. At higher magnification observe that the intracytoplasmic lipid has been extracted from the fat cells during the histological preparation of the tissue. The thin peripheral ring of cytoplasm and the flattened peripheral nucleus, coupled with the large central vacuole results in the \"signet ring\" appearance of fat cells. In white fat each cell contains a single fat droplet (unilocular).Open with WebViewer #16 Aorta, Cross Section In the connective tissue surrounding the aorta, note the presence of both white and brown adipose cells. At higher magnification observe the white fat in which each cell contains a single fat droplet (unilocular). In brown fat cells the lipid is accumulated in droplets, giving the cells a multilocular appearance. Where is the majority of brown fat found in humans? Open with WebViewer \n","hash":"73428eed180e3cb6ff21626a78698ef4","title":"Adipose Connective Tissue","type":"lab_activity","url":"/lab03/adipose-connective-tissue/"}, {"body":"The process by which bone is formed is termed osteogenesis or ossification. Bone is never formed as a primary tissue, it always replaces a preexisting support tissue. There are two types of bone formation: intramembranous and endochondral ossification.\nIntramembranous Ossification In intramembranous ossification, bone develops directly on or within membrane formed by mesenchyme. This, like all bone growth, is appositional. This process can be studied best in the irregular bones of the face and the flat bones of the skull.\n#94 Parietal bones, Human fetuses, 3.5 and 6.5 mos. - Decalcified At low power note the appearance of the developing bone as well as the total absence of cartilage. In the bone from the older fetus, scalp is present in which numerous hair follicles can be seen. Note the connective tissue has begun to condense as a fibrous periosteum on either side of the anastomosing trabeculae of the growing bone. The trabeculae surround large spaces (primitive marrow cavities) containing embryonic connective tissue, thin-walled blood vessels, and nerves. In active regions, a unicellular row of osteoblasts (each with an eccentric nucleus and strongly basophilic cytoplasm) lines the surface of the trabeculae. Osteoclasts may be seen to occupy shallow pits in the bone (Howship's lacunae). Within the trabeculae, notice osteocytes in their lacunae and the woven bone matrix, which, unlike that of mature bone, is unevenly stained pink and exhibits a patchy basophilia. The acidophilic collagenous fibers embedded in the matrix tend to be obscured by the matrix. At these stages the matrix is not calcified (i.e., contains no calcium phosphate salts). This uncalcified early bone is termed the osteoid. Later, minerals are deposited as minute hydroxyapatite crystals (calcium phosphate salts) in close association with the collagenous fibers to form a solid rigid matrix. Open with WebViewer \n","hash":"482e10b15d83dba62d03029ed5212427","title":"Bone Development","type":"lab_activity","url":"/lab04/bone-development/"}, {"body":"Epithelial Cells in Glands In the diagram below identify the base and apex of the cells of a secretory unit, the acinus or gland. Note the basophilia in the basal compartment and the acidophilia in the apical (luminal) compartment of the cytoplasm. What subcellular organelle is responsible for attracting the basic stain? #115 Gall bladder H\u0026amp;E - Microvilli Examine the cells lining the lumen of this organ, the gall bladder. The apical border of these cells faces the lumen. A border may be identified at the apex of the cells which has slightly different optical properties from the remainder of the cell. Under optimum conditions faint striations, oriented parallel to the long axis of the cell, are seen in the border. These are difficult to resolve at the light microscopic level, but with electron microscopy, these striations are seen to be precisely arranged microvilli, containing cores of actin filaments. Why are the microvilli not visible on all cells lining the lumen?\nOpen with WebViewer #117 Small intestine H\u0026amp;E - Microvilli Study the cells lining the lumen of the small intestine as another example of a microvillous border. The lining cells of the small intestine will be studied in more detail at a later time. Open with WebViewer #68 Uterine, Fallopian tube H\u0026amp;E -- Cilia and basal bodies Locate the cells lining the lumen of the oviduct. Using the 20-40X, study the free surface of the cells. The majority have fine, hair-like projections called cilia. At the apex of these cells note the pink line, which indicates the presence of the basal bodies that give rise to the cilia. Consult electron micrographs for the content and morphology of cilia and their basal bodies. There are also secretory cells along this epithelium. These have elongated nuclei and sometimes project above the epithelial surface.\nOpen with WebViewer \n","hash":"b02d656a58ba646c278494719e161091","title":"Cells, Organelles: Polarity \u0026 Cellular Specializations","type":"lab_activity","url":"/lab01/cells-organelles-polarity-amp-cellular-specializations/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nEosinophil (rat bone marrow)  View larger sizeNote bilobed nucleus (N). The specific granules (Gr) are the most conspicuous constituent of the cytoplasm in light microscopy, but electron microscopy reveals the presence of lysosomes as well. The specific granules are discs (seen here in both cross * and longitudinal section) that contain a crystalloid body which is responsible for the refractivity of the granules in light microscopy. They contain an arginine-rich protein called major basic protein. There are elements of rough endoplasmic reticulum (ER) and ribosomes. Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p.142. Megakaryocyte  View larger sizePortion of a megakaryocyte (bone marrow rat) showing a part of the single nucleus (N) which is multilobular and polyploid. The cytoplasm contains mitochondria (M), elements of Golgi (G), ribosomes ®, rough endoplasmic reticulum and granules (Gr). Individual platelets (upper left) are devoid of nuclei but contain mitochondria, ribosomes, rough endoplasmic reticulum and granules (platelet at left is labeled, Tc). Demarcation zones (X) are sites where platelets are derived by fragmentation. Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p. 144. \n","hash":"8a0630689c168da3ce72459e9821ddbc","title":"Electron Micrographs","type":"lab_activity","url":"/lab07/electron-micrographs/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nRetinal Pigment Epithelium (human)  View larger sizeRetinal pigment epithelium is made up of cuboidal cells that rest on Bruch's membrane (lower right). Their apices interface with the outer segments of the rod and cone cells. They absorb excess light, phagocytose the outer segment of photoreceptor cells and participate in the resynthesis of visual pigment. Their lateral borders are connected by junctional complexes consisting of gap junctions and elaborate zonulae occludentes and adherentes which are a component of the blood-retina barrier. Fawcett DW, The Cell: An Atlas of Fine Structure, WB Saunders, Philadelphia, 1966, p. 289 \n","hash":"78f2084b737a1f38d4dbfb1038ef9163","title":"Electron Micrographs","type":"lab_activity","url":"/lab18/electron-micrographs/"}, {"body":"Learning objectives  Recognize the different types of epithelia. Relate characteristics of particular epithelia to their function, keeping in mind their essential features including junctions, apical modifications and polarity.  An epithelium is a layer or sheet of cells that covers a surface or lines a cavity. Functions of epithelia include formation of a protective layer (epidermis), absorption of water and solutes (intestine), secretion (intestine, various glands) and excretion (kidney tubules). Classification of epithelia is generally based upon two criteria: number of cell layers and cell shape. Simple epithelia are one cell layer thick and stratified epithelia are two or more cell layers thick. Pseudostratified epithelium is an intermediate type that appears stratified but really is one cell layer thick. The shape of epithelial cells may be squamous, cuboidal, or columnar; intermediate forms are often encountered. Stratified epithelia are classified according to the shape of the cells at the free surface and can be squamous, cuboidal, columnar, or transitional. Transitional epithelia line cavities in the urinary tract, which may be distended, and the thickness of the epithelium varies with the degree of distention.\nBeneath the layer of epithelial cells is an underlying noncellular structure known as the basal lamina, which is secreted by the epithelial cells. The basal lamina is often associated with an additional layer secreted by other cells. Together the basal lamina and the underlying layer make up the basement membrane which can usually be seen with light microscopy. Higher magnification (e.g., electron microscopy) is usually required to resolve the basal lamina.\n ","hash":"b8f85b86c7bde963f013eb81d40bafb5","title":"Epithelium","type":"lab_topic","url":"/lab02/"}, {"body":"#115 Gallbladder, (H\u0026amp;E) The gall bladder is a distensible blind pouch that receives dilute bile from the liver. Bile is concentrated within the organ. It is released under stimulation from the small intestine. What hormone is responsible for this? The highly convoluted mucosa is lined with simple columnar epithelium. Note the microvillus border. There are numerous dilated blood vessels in the lamina propria. Unlike other parts of the gastrointestinal tract, there is no muscularis mucosae. The muscularis externa contains elastic and collagen fibers among the bands of irregularly arranged smooth muscle. Externally there is dense, irregularly arranged connective tissue.\nOpen with WebViewer \n","hash":"8abd793be8ef99616b52f7ba2b90e580","title":"Gall Bladder","type":"lab_activity","url":"/lab17/gall-bladder/"}, {"body":"#22 Lymph node, (Silver Stain) The histological topography of a lymph node is well shown in this preparation although the silver stain does not show the cellular elements. The reticular fibers, stained black by the silver reticulum stain, are arranged in loose spidery meshworks. Type I collagen is stained red-brown by the counterstain. Open with WebViewer Identify the following structures:  The connective tissue capsule stained red-brown by the counterstain and covered on its external surface by loose connective tissue in which there are fat cells, blood vessels and some afferent lymphatic vessels with delicate valves. The subcapsular sinus immediately below the capsule. Small cortical sinuses (trabecular sinuses) on either side of the trabeculae. Connective tissue trabeculae, stained red-brown and extending from the capsule into the cortical region. The cortex, composed of lymphatic tissue with nodules (that are poorly defined in this node).  The paracortex the non-nodular region of the cortex.  The medulla, characterized by lymphatic tissue arranged in branching and anastomosing medullary cords and medullary sinuses. An indented region, the hilum, which is surrounded by the medulla and contains connective tissue, a few fat cells, blood vessels, nerve bundles and large efferent lymphatic vessels with delicate valves to prevent the backup of lymph into the node. (The scanned section does not pass directly through the site of the hilum but there is a large efferent lymphatic vessel in the center of the medulla).  Be sure you understand the cellular interactions and activities within both the cortical and medullary regions of the lymph node.\n#31 Bronchial lymph node, (H \u0026amp; Azure II-Eosin) This is a good slide for studying the vascularization and cytological features of the different regions of the node. Under low power identify the cortex, the paracortex and the medulla. Notice the arteries, veins, and efferent lymphatic vessels. In the cortex examine the germinal centers and the dark surrounding zone within the lymphatic nodules. The dark zone surrounding the germinal center is composed of densely packed small and medium-sized lymphocytes, separated from each other by layers of flattened pale-staining reticular cells. Under high magnification, the germinal center of the follicle may be observed to contain abundant lymphocytes. Note the activated B cells, which have a large centrally located nucleus and prominent nucleolus surrounded by a relatively narrow rim of strongly basophilic cytoplasm. There are also a few free macrophages with engulfed cellular debris. Open with WebViewer Within the paracortex, identify the postcapillary venules lined by unusual cuboidal endothelial cells. Notice the numerous small lymphocytes traversing the walls of these venules. The postcapillary venules are the site of entrance of B and T lymphocytes into the parenchyma of the lymph node. The T cells remain in the thymic dependent cortical zone and the B cells migrate to the nodular regions. Postcapillary venules are not present in the nodular region of the cortex or in the medullary cords.\nNext, examine the medullary region of the lymph node. Lymphocytes are seen in the medullary sinuses, which are discontinuously lined by endothelial cells. The medullary cords are more cellular and consist of reticular cells, lymphocytes, macrophages, and plasma cells. Plasma cells have abundant, very basophilic cytoplasm, a prominent Golgi zone and an eccentric nucleus whose chromatin has a \"cartwheel\" appearance. The plasma cell secretes antibody.\n#24 Lymph node, injected with India ink through lymphatic system Under low power, notice that the India ink particles are concentrated mainly in the sinuses of the node and to a lesser extent in the medullary cords, where most of the phagocytic cells are located. The ink is virtually absent in the cortical nodules. At higher magnifications, the ink particles may be seen within the macrophages. The subcapsular sinus is clinically important because neoplastic cells enter the lymph node here. On the convex surface of the node afferent lymphatic vessels with valves may be seen.\nOpen with WebViewer \n","hash":"5e38531dc6461cd8ef8e383aa768c499","title":"Lymph Nodes","type":"lab_activity","url":"/lab08/lymph-nodes/"}, {"body":"The peripheral nervous system includes all neural tissue other than the brain or spinal cord.\nSYMPATHETIC AND PARASYMPATHETIC SYSTEMS #83 Thoracic Sympathetic Ganglion, Human A peripheral ganglion is a collection of neuronal cell bodies located outside of the CNS.  In general, each cell body is encapsulated by satellite cells. With medium power, identify the neuronal cell bodies and their eccentric nuclei with prominent nucleoli. Identify the encapsulating satellite cells.\nOpen with WebViewer Although no slide is suggested for study of a parasympathetic ganglion, these will be seen in many organs (e.g., tongue, pancreas, seminal vesicle). As in sympathetic ganglia, the neurons in parasympathetic ganglia are surrounded by satellite cells. Preganglionic axons in both sympathetic and parasympathetic systems are myelinated while postganglionics are unmyelinated. What is the functional consequence of the location of parasympathetic neurons near the target organ? \n","hash":"1b21d18eab17fa37c16ba4ae6db8566b","title":"Peripheral Nervous System","type":"lab_activity","url":"/lab05/peripheral-nervous-system/"}, {"body":"Questions 1. What are the cell junctions in the stratum spinosum?\n2. Where are the melanocytes located?  ","hash":"1bb98a33d1dc3a7b29d1c812c0e00745","title":"Questions","type":"lab_activity","url":"/lab10/questions/"}, {"body":" What is the distinctive structural component of the wall of the trachea? What does the EM demonstrate regarding the air-blood barrier? What are the features that distinguish bronchi from bronchioles?  What is the importance of elastin in the respiratory system?  Which cells are responsible from keeping the lungs free from obstructing particulate matter? How do they carry out this function?    ","hash":"7b7743d2b592172cbbfa742d863603e1","title":"Questions","type":"lab_activity","url":"/lab11/questions/"}, {"body":"#60 Seminal Vesicle, Adult, H\u0026amp;E The highly folded lumen of the seminal vesicle appears as separate cavities when the organ is sectioned. Note that there are no discrete secretory alveoli in the seminal vesicle; instead, the entire lining membrane of the saccular gland is thrown into a series of complex, high, thin folds. The lining epithelium is generally simple columnar or pseudostratified, and basal cells are frequently seen, as in the epididymis and ductus deferens. The lamina propria contains connective tissue and smooth muscle cells. The seminal vesicle is embryologically derived from the ductus deferens, and like the latter, it has a prominent muscularis. This provides for the expulsion of seminal vesicle fluid during ejaculation. The acidophilic secretory material in the lumen of the gland is rich in fructose, thought to serve as an energy source for spermatozoa following ejaculation. Contrary to the implications of its name, the seminal vesicle is not a site of spermatozoa storage.\nOpen with WebViewer \n","hash":"0988e9e265c30601de6b1eb3c3e34314","title":"Seminal Vesicle","type":"lab_activity","url":"/lab14/seminal-vesicle/"}, {"body":"Smooth muscle is widely distributed in the body. It is found in the walls of ducts and blood and lymphatic vessels, as well as in the walls of the digestive, respiratory and urogenital tracts. It also occurs in many other sites including the eye (iris and ciliary body), skin (arrector pili muscles of hairs), endocardium, scrotum, penis, perineum, and nipple. Always correlate the function of smooth muscle with the different organs and regions in which it is found.\n#39 Colon, cross section, H\u0026amp;E At low power one can easily distinguish the regions of the epithelium and connective tissue from that of the smooth muscle. Examine the outermost part of the pink acidophilic region and identify two layers of smooth muscle: an inner layer consisting of fibers which have been sectioned obliquely or longitudinally, and an outer layer of fibers cut in cross section. Open with WebViewer Under higher magnification, study the appearance of the smooth muscle fibers in both cross and longitudinal sections. Note that in longitudinal section: (1) the boundaries of individual fibers are indistinct; (2) adjacent fibers are grouped into sheets (or bundles) and within each sheet tend to overlap in a staggered fashion; (3) the nucleus is elongate (ovoid to cigar-shape) and lies midway of the fiber length; and (4) the cytoplasm is homogeneous and strongly acidophilic. Note also that in cross section: (1) the fibers appear as circular or polygonal disks; (2) the nucleus is centrally located and is included only in some of the larger disks. Try to find the thin layer of smooth muscle under the basophilic region (mucosa). This muscle is called the muscularis mucosae.\n.\n#66 Uterus Human progravid H\u0026amp;E At low power identify the broad expanse of smooth muscle (the myometrium). Under higher power note that fascicles of smooth muscle are arranged in various planes. There are numerous blood vessels within the myometrium. The larger muscular arteries when cut in cross section appear as swirls of smooth muscle.\nOpen with WebViewer NOTE: Smooth muscle and connective tissue both stain pink with H\u0026amp;E. To distinguish between these two types of tissue special stains such as Mallory trichrome can be used. With the Mallory stain collagen stain blue and smooth muscle fibers stains.\nOptional: #102 Small intestine (Bodian/silver) Find the two layers of smooth muscle. The basal lamina surrounding the muscle cells is stained with silver. Note that in the outer layer the muscle cells are cut in cross section. Examination of the silver-stained basal lamina at highest magnification reveals there are interruptions (i.e., the basal lamina is a dotted line). What is responsible for these discontinuities?\nOpen with WebViewer Comparison of skeletal and smooth muscle #32 Esophagus, Middle third, H\u0026amp;E This is a good slide for comparing the morphological characteristics of smooth and skeletal muscles in both cross and longitudinal section, because these two types of muscle lie side by side in some areas.\nOpen with WebViewer This is a portion of a transverse section through the wall of the esophagus at or near the junction of its upper and middle segments. For orientation purposes, identify the following successive layers in the esophageal wall: (1) an inner lining of non- keratinized stratified squamous epithelium; (2) an adjacent loose connective tissue layer; (3) a layer formed by smooth muscle fibers (which have been cut in cross-section); (4) a subjacent connective tissue layer in which lie large blood vessels; (5) smooth and skeletal muscle fibers cut in longitudinal or oblique section, and (6) an outer layer rich in adipose cells and blood vessels.\nUsing higher magnification, examine the muscle layers and notice that the musculature is skeletal mixed with bundles of smooth muscle fibers due to the level of the esophagus at which this section was taken. In the skeletal muscle note the strong acidophilia and peripheral nuclei. In longitudinal sections identify cross-striations. In cross-section note that the skeletal muscle fibers resemble polygons separated by the endomysium with the nuclei are clearly visible at the periphery.\n\n","hash":"7b48331a1b2a6c995734cf1d0ae8edd0","title":"Smooth Muscle","type":"lab_activity","url":"/lab06/smooth-muscle/"}, {"body":"The stomach extends from the esophagus to the duodenum; it is divisible into the cardiac, fundus, body, and pyloric regions. The distensible stomach is involved in both the mechanical and chemical breakdown of food, and also serves as a temporary reservoir. Its simple columnar epithelium is specialized for secretion. The gastric mucosa contains gastric pits (foveolae), which are surface invaginations that also serve as the ducts of the underlying intrinsic gastric glands. Three basic cell types contribute to the secretion of gastric juice, and each has a characteristic appearance under the light and electron microscope. All of these cell types can be seen in the fundus and body of the stomach.\n Mucus-secreting cells. These cells form the surface epithelium and extend inward to line the gastric pits. Nuclei are basal, and the supranuclear cytoplasm containing mucinogen granules appears clear or vacuolated with H \u0026amp; E stain. Mucous neck cells occur in the junctional region of the gastric pits and glands, and it is in this region that cell proliferation for the renewal of the epithelium occurs. Parietal cells. These pyramidal or spherical cells appear wedged in between other cells of the gastric glands. They are characterized by their finely granular acidophilic cytoplasm due to an abundance of mitochondria, and by their central, spherical nucleus. They contain an extensive intracellular canalicular system that communicates with the lumen of the gland (visible at the EM level). These cells are involved in the elaboration of hydrochloric acid and intrinsic factor.    Chief (zymogen) cells. These cells are involved in the secretion of enzymes, particularly the proteolytic enzyme pepsinogen (pepsin in the active state). As is characteristic of cells involved in protein synthesis and secretion, these cells contain basophilic cytoplasm, particularly at their base due to the extensive development of rough endoplasmic reticulum. Although at the LM level the supranuclear cytoplasm generally appears clear or vacuolated, electron micrographs reveal an accumulation of membrane-bound secretory granules in this region.  #34 Stomach, Body, (H\u0026amp;E) Identify the mucosa, submucosa, and muscularis externa. Locate the following elements of the mucosa: the luminal surface mucous secreting cells, the gastric pits and the cells lining them. Parietal cells are particularly prominent and chief cells and mucous neck cells are present. Note the loose connective tissue surrounding the gastric pits, the muscularis mucosae, which forms a boundary between the mucosa and submucosa, and the blood vessels in the submucosa. The cell bodies and nerve fibers of the Meissner's plexus are found in the submucosa. These are not clearly visible on this slide. Examine the muscularis externa and notice that the smooth muscle is oriented in several different planes. A serosa covers the external surface of the gland in this section. The myenteric plexus (Auerbach's plexus) is located between the external and adjacent inner layers of smooth muscle and is clearly evident on this slide.\nOpen with WebViewer \n","hash":"2a6367b857c2ea7d5b3ddb617d2d956a","title":"Stomach","type":"lab_activity","url":"/lab16/stomach/"}, {"body":"In this type of epithelium, no cells on the basal lamina reach the lumen. The layer of cells that rests on the basal lamina is the source of the upper layers of cells. Stratified squamous keratinized epithelium #4 Skin, H\u0026amp;E The epithelium of the skin is known as the epidermis. Its superficial layer is comprised of keratinized (cornified) squamous cells. Note the multiple layers of the stratified squamous epithelial layer of the skin. As cells are displaced toward the skin surface their characteristics change. They ultimately die and are sloughed. This topmost keratinized layer stains dark pink and has no nuclei because the cells are dead. Open with WebViewer Stratified squamous nonkeratinized epithelium #33 Esophagus, H\u0026amp;E The stratified squamous epithelium lining the esophagus is non-keratinized in humans, but keratinized in some other species. Which part of the slide image corresponds to the esophageal lumen?\nOpen with WebViewer \n","hash":"c68b72b83112e591c7c6ca4371cb6ab9","title":"Stratified Epithelium","type":"lab_activity","url":"/lab02/stratified-epithelium/"}, {"body":"The sections on these slides are stained to demonstrate elastin, collagen and the cellular organization of the aorta. The aorta is an elastic artery which has a relatively thick tunica intima bounded by endothelium and the internal elastic membrane. The internal elastic membrane, however, is less obvious here than in the smaller muscular arteries. In the tunica intima smooth muscle cells run parallel to the long axis of the aorta while in the tunica media smooth muscle is spirally arranged. Within the tunica media the distribution of elastin in the elastic laminae is revealed as red-staining or black-staining material by the elastin stain. Elastin is not stained in the Masson preparations, but can still be seen as clear, refractile material surrounded by blue-staining collagen fibers. Both elastin and collagen are produced by smooth muscle cells, which are the only cell type within the tunica media.\n #16 Aorta, Rhesus monkey, Cross Section In addition to locating blood vessels, also observe the numerous sectioned nerves and adipose tissue. Note the presence of brown fat cells with their multilocular appearance.\nOpen with WebViewer #20 Aorta, Cross Section (Elastin Stain) In slides #16 and #20 the blood vessels of the aorta, the vasa vasorum, should be identified in the tunica adventitia.\nOpen with WebViewer In addition to locating blood vessels, also observe the numerous sectioned nerves and adipose tissue. Note the presence of brown fat cells with their multilocular appearance.\nArteries and Veins Medium and small size arteries and veins occur in most of your slides, and they will be seen during the study of every tissue and organ. The following slides are particularly useful for distinguishing arteries and veins.\n#113 Artery, vein, nerve, primate (H\u0026amp;E) Locate the cross section of the muscular artery, which can be identified by its thick wall and the scalloped luminal surface. The major component of the wall of the artery is spirally arranged smooth muscle (therefore seen here in longitudinal section). Examine the smooth muscle cells at high power. Note that the nuclei are elongated and that due to contraction of the vessel wall, some of them appear corkscrew shaped. The nuclei are relatively euchromatic (as compared to those of fibroblasts in the adventitia of the vessel). The smooth muscle cells, in addition to contracting to control the diameter of the vessel, also produce collagen and elastic fiber components of the muscular part of the vessel wall.\nOpen with WebViewer Identify large and small veins and venules, large and small arteries and arterioles. Compare the tunica media and the tunica adventitia in these vessel types. Note that in arteries and arterioles there is an internal elastic membrane. This appears wavy due to the contraction of the smooth muscle that underlies it. Identify capillaries and know their distinguishing characteristics.\nUse any (or all) of the following slides to distinguish arteries, arterioles, veins and capillaries.\n#117 Small Intestine Open with WebViewer Use either of these slides to distinguish arteries, arterioles, veins and capillaries.\nOpen with WebViewer #4 Skin Note the presence of small blood vessels and sweat glands with ducts in the dermis. Blood vessels have an epithelium, whereas the sweat glands and ducts are lined by cuboidal epithelium.\nOpen with WebViewer #50 Kidney Capillaries can easily be distinguished in the white fat in the renal pelvis.\nOpen with WebViewer \n","hash":"8d2771ff8bb776fdfb1e23dedca2c171","title":"The Aorta","type":"lab_activity","url":"/lab09/the-aorta/"}, {"body":"The thyroid gland consists of two populations of cells of different origin, histological arrangement, and function. The follicular cells secrete thyroxine and triiodothyronine. These hormones regulate development and metabolic rate. The parafollicular cells of the thyroid are of neural crest origin and secrete calcitonin. This hormone is one of the factors regulating calcium and phosphorous balance in the body.\n#78 Thyroid, H\u0026amp;E The thyroid cells are arranged in follicles with hormone-producing cells surrounding a cavity, which is filled with a colloid. The follicles are of various sizes. Observe the relationship of blood vessels to the follicles. The height of the lining follicular epithelial cells reflects the functional state of the follicle. Columnar epithelium is more active than squamous epithelium. Parafollicular cells are found interspersed within the follicular epithelium and in clusters between follicles.\nOpen with WebViewer \n","hash":"9b180f86b6cba8d000905a9f64dc0437","title":"Thyroid","type":"lab_activity","url":"/lab13/thyroid/"}, {"body":"#65 Uterus, Human Pre-ovulatory or Proliferative State, H\u0026amp;E Identify the specialized uterine mucosa (endometrium) and the muscularis (myometrium). The endometrium is characterized by its cyclic changes under the influence of ovarian hormones. It is important to understand the interrelationships among the pituitary, ovary and uterus during different stages of the menstrual cycle. The proliferative stage follows menstruation and is characterized by the repair of the endometrium and the proliferation of relatively straight, tubular uterine glands. Note the rather dense, cellular appearance of the endometrial stroma (region between glands) at this stage. Coiled endometrial arterioles are not readily evident during the proliferative stage.\nOpen with WebViewer What is the primary ovarian hormone stimulating the endometrium during this stage?\n#66 Uterus, Human, Secretory or Progravid Stage, H\u0026amp;E Note the marked difference in the thickness of the endometrium as compared to that in the proliferative state. There has been a considerable increase in glandular development, characterized by their convoluted and \"saw-toothed\" appearance in sections. The glands are frequently distended by a lightly acidophilic secretion rich in glycogen and this serves as an important source of nutrients to the developing embryo prior to implantation. Open with WebViewer Note the coiled arterioles in the endometrium, and be certain that you understand the significance of the arterial supply to the endometrium. Distinguish between the compact, spongy, and basal zones (stratum basale) of the endometrium. Note: the compact and spongy zones together make up the stratum functionale (the decidua).What is the dominant ovarian structure during the secretory stage? Which ovarian hormone is necessary for the maintenance of the secretory stage of the endometrium? Which zones of the endometrium may be lost during menstruation? Be certain that you understand the endocrinological and histological basis for menstruation.\n\n","hash":"cf90b1a7da864610cbfaaec221c1ed96","title":"Uterus","type":"lab_activity","url":"/lab15/uterus/"}, {"body":" What are the cell junctions in the stratum spinosum? Desmosomes Where are the melanocytes located? Stratum basale   ","hash":"040cb560aeb4f2d1a748b4754cd628d2","title":"Answers","type":"lab_activity","url":"/lab10/answers/"}, {"body":"#88 Trachea and Esophagus What criteria do you use to distinguish between the esophagus and the trachea?_Different types of epithelium, absence of cartilage rings in esophagus_\nQUESTIONS  What is the distinctive structural component of the wall of the trachea? Cartilage rings. What does the EM demonstrate regarding the air-blood barrier? Capillaries are interposed between epithelial lining cells of adjacent alveoli. What are the features that distinguish bronchi from bronchioles? See chart at beginning of lab description. What is the importance of elastin in the respiratory system? Allows for expandability and return to original volume during expiration. Which cells are responsible from keeping the lungs free from obstructing particulate matter? How do they carry out this function? Macrophages (dust cells). How do they carry out this function? Phagocytosis.   ","hash":"675de6b97379a22288b25a501ba7d9bc","title":"Answers","type":"lab_activity","url":"/lab11/answers/"}, {"body":"#67 Cervix, H\u0026amp;E Distinguish the endocervix which is lined by typical cervical epithelium and containing glands, and the ectocervix, the portion of the cervix projecting into the vaginal lumen which is lined by a thickened, basophilic, stratified squamous epithelium. Locate at higher magnification some of the mucus-secreting epithelial cells, which line the cervical mucosa. Note the pale-staining, supra-nuclear areas in these cells. Note also the abrupt transition between the simple columnar epithelium of the endocervix and the stratified squamous epithelium of the ectocervix. The bulk of the wall of the cervix is made up of bundles of smooth muscle interlaced with connective tissue.\nOpen with WebViewer What are some of the possible functions of cervical mucus? In what other regions of the body does one observe an abrupt junction between simple columnar and stratified epithelia?\n\n","hash":"63bd4bb1dcf4afe7cff24c737f410f6f","title":"Cervix","type":"lab_activity","url":"/lab15/cervix/"}, {"body":"Learning objectives  Know that cells, fibers and ground substance constitute connective tissue. Be able to describe the relationship of these constituents, their structures and functions. Learn the distribution of collagen types (Types I, II, III and IV) in the connective tissue types.  Connective tissue is comprised of cells, formed fibers and amorphous extracellular matrix (ground substance). Both the fibers and ground substance are secreted by the connective tissue cells that are interspersed and embedded in the matrix. Functions of the connective tissue include support and binding together of the other tissues; providing a medium for the passage of metabolites; serving as a storage site for lipids, water and electrolytes; aiding in protection against infection by an inflammatory reaction mediated by cells that have migrated into the connective tissue from the blood; and repair by the formation of scar tissue.\nConnective tissues are derived from the embryonic connective tissue or mesenchyme. Mesenchyme is derived primarily from the mesodermal germ layer of the developing embryo, but the ectodermal neural crest is known to give rise to some mesenchymal cells (ecto-mesenchyme). See examples in subsequent lab (Cartilage, Bone, Bone development). A CLASSIFICATION OF CONNECTIVE TISSUE A. Loose Connective Tissue\n Subcutaneous tissue, lamina propria.   B. Specialized Connective Tissue\n Reticular connective tissue - forms a supporting framework for spleen, lymph nodes, bone marrow, liver, glands, and striated muscle fibers. Adipose connective tissue - a modification of reticular connective tissue, characterized by an extensive intracellular accumulation of lipid droplets.  C. Dense, Irregular Connective Tissue\n Predominantly collagenous - dermis, capsule of spleen and other organs, such as the prostate gland.  Predominantly elastic - for example, the elastic membrane of large arteries.  D. Dense, Regular Connective Tissue\n Collagenous - tendons, most ligaments, cornea  Elastic - elastic ligaments (ligamentum nuchae flavate and interspinous ligaments), true vocal cords  E. Mesenchyme (Embryonic Connective Tissue)\n Primitive connective tissue that contains precursors for connective tissue as well as other tissue types.   ","hash":"250d66fa7e01aca1c4f1f95012fb97fb","title":"Connective Tissue","type":"lab_topic","url":"/lab03/"}, {"body":"In this connective tissue collagenous fibers predominate.\n#4 Skin, H\u0026amp;E Under the stratified squamous epithelium examined earlier is the dense irregular connective tissue of the dermis. Its thick collagenous (type I) bundles stain intensely with eosin and can be seen to course in various directions.\nOpen with WebViewer #70 Breast, Inactive (H\u0026amp;E) Find the regions that contain ductal tissue at low power. Immediately surrounding these cells is a very small zone of pale-staining loose areolar connective tissue. Outside of this, there is a large zone of acidophilic dense irregularly arranged connective tissue. Clumps of white adipose tissue are scattered throughout the stroma of the mammary gland.\nOpen with WebViewer \n","hash":"f5aee60291c937956d90a5593033801b","title":"Dense, Irregular Connective Tissue","type":"lab_activity","url":"/lab03/dense-irregular-connective-tissue/"}, {"body":"Examine the electron micrographs.\nSarcomere of Skeletal Muscle (mammalian): TEM and Diagram  View larger sizeSarcomere of skeletal muscle (mammalian): TEM and diagram. The sarcoplasmic reticulum extends over the A band and into the I band and forms a tubular network in the region of the H band. Longitudinal tubules give rise to terminal cisternae closely associated with the transversely oriented T tubule (arrows). The triads are located near the junction of the A and I bands. The part of the sarcoplasmic reticulum that connects with that of the succeeding sarcomere is incomplete in this plane of section. Portions of it are visible between paired I-band mitochondria (M), which are closely aligned with the triad. (diaphragm, rat) Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 267. Schematic Diagram of Cardiac Muscle  View larger sizeThe diagram is fully labeled. Kierszenbaum, AL Histology and Cell Biology 2nd ed., Mosby Elsevier, 2007, p. 212.\n Intercalated Disk (ventricle, cat)  View larger sizeA gap junction (GJ) is present in the longitudinal portion of the disk. In the transverse portions, the actin filaments of the sarcomere insert into the filamentous web underlying the extensive fascia adherens junction. there are also occasional spot desmosomes (D) I, associated with intermediate filaments (desmin in muscle). Note the abundant glycogen (small particles) and the large mitochondria. Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 409. Smooth Muscle  View larger sizeLongitudinal section of portion of smooth muscle fiber showing part of centrally located nucleus (N). Mitochondria, Golgi and ribosomes are abundant in conical perinuclear region. The remainder of the fiber is occupied by thin filaments and dense bodies (arrows) into which the filaments appear to insert. There are no transverse striations. (ileum of 13 day-old rat) Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 275. \n","hash":"318b4a40206d11892d8eed25fabfd3dc","title":"Electron Micrographs","type":"lab_activity","url":"/lab06/electron-micrographs/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nCardiac Muscle  View larger sizeCardiac muscle cells are joined by the interdigitating junction known as the intercalated disk. It consists of three types of membrane-to-membrane contact. The predominant type of contact is the fascia adherens (FA) in which actin filaments at the ends of terminal sarcomeres insert into the fasciae adherentes and thereby transmit contractile forces from cell to cell. Desmosomes (D) provide anchorage for intermediate filaments. Gap (nexus) junctions (N) are present mainly in the longitudinal portions of the interdigitations. These are important for coordinating function among the cardiac muscle cells. There are numerous mitochondria (M) and abundant glycogen (G). Profiles of the sarcoplasmic reticulum (SR) and parts of T tubules (T) can be identified. Young, B \u0026amp; Heath, JW., Wheater's Functional Histology, 4th ed., Churchill Livingstone, London, 2000, p. 115. Types of Capillaries  View larger sizeThree basic types of blood capillaries are illustrated. They are differentiated by the continuity of the endothelial cell and the basal lamina. A, continuous capillary; b, fenestrated capillary; c, discontinuous capillary (sinusoid). Rat diaphragm, pancreas and liver, respectively. Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 381. Continuous Capillary (myocardium, cat)  View larger sizeEndothelial cells of continuous capillaries are joined by tight junctions. They contain pinocytotic vesicles (arrows). There is a continuous basal lamina. Fawcett DW, The Cell: An Atlas of Fine Structure, WB Saunders, Philadelphia, 1966, p. 403. Fenestrated Capillary (nonglomerular region of kidney)  View larger sizeArrows indicate fenestrae closed by diaphragms. In this cell the nucleus (N), Golgi complex (G), and centrioles (C ) can be seen. Note the continuous basal lamina on the outer surface of the endothelial cell (double arrows). Junqueira, LC and Carneiro, J, Basic Histology, 11th ed., McGraw-Hill, New York, 2005. p. 216. Sinusoidal Capillary  View larger sizeLiver sinusoid in cross section (rat). Open fenestrae are evident in the endothelial cell cytoplasm. The space of Disse is between the sinusoidal wall and the hepatocytes. Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 531. \n","hash":"93dfb8195d2670ee21a3d7149936eadc","title":"Electron Micrographs","type":"lab_activity","url":"/lab09/electron-micrographs/"}, {"body":"Endochondral ossification involves the replacement of a cartilage model by bone. This ossification process can be studied in the long bones, such as the bones of the limbs. In a typical adult long bone, one can distinguish grossly a cylindrical shaft or diaphysis of compact bone (with a central marrow cavity) and, at the ends of the shaft, the epiphyses, each consisting of spongy bone covered by a thin peripheral shell of compact bone. In the growing long bone, the epiphysis and the diaphysis are united by a transitional zone called the metaphysis.\n Events in development of long bone:  A hollow cylinder called the periosteal collar forms through intramembranous ossification around the middle of the cartilage model. The periosteal collar causes the underlying cartilage cells to begin to degenerate and die. The primary center of ossification begins by calcification of matrix of the diaphysis and eroding by blood vessels. These blood vessels bring osteoprogenitor cells with them when they penetrate the bone collar.  The osteoprogentior cells differentiate into osteoblasts and begin depositing matrix, forming spicules. Secondary centers of ossification begin in the epiphysis at each end with invasion by blood vessels.  Growth at the epiphyseal plate:  Passing from the articular end of the cartilage toward the ossification center of the diaphysis, the following zones are encountered in succession in the growth plate: # zone of reserve cells: A thin layer (3-6 cells wide) of small, randomly oriented chondrocytes adjacent to the bony trabeculae on the articular side of the growth plate.\n# zone of proliferation: Chrondrocytes are stacked in prominent rows and the cartilage matrix becomes more basophilic in this zone. Mitotic figures are present and the axis of the mitotic figure usually is perpendicular to that of the row of chondrocytes.\n# zone of hypertrophy: Chrondrocytes and their lacunae increase in size. # zone of calcification: Deposition of minerals in the matrix surrounding the enlarged lacunae causing cell death.\n# zone of ossification: Osteoblasts deposit bone matrix on the exposed plates of calcified cartilage.\n# zone of resorption: Osteoclasts absorb the oldest ends of the bone spicules. Note the high vascular density in this area: one capillary loop for each chondrocytic column. Narrow partitions of calcified cartilage are left behind as the bone grows in length. #97 Finger, human, 2 mos. H\u0026amp;E This is a longitudinal section cut through an interphalangeal joint. Locate the ends of two long bones participating in the joint and identify the articular cartilage. Identify the epiphyseal disk, the metaphysis, the marrow cavity, and the diaphyseal bone. In the epiphyses where growth in length is occurring, note the zones of reserve cells, proliferation, maturation, hypertrophy, calcification, ossification and resorption. What structure in mature bone is created by the zone of resportion?\nOpen with WebViewer Each of these bones has a primary center of ossification. The zone of endochondral ossification spreads from the primary ossification center toward the ends of the cartilage. These slides do not show secondary ossification centers.\nNote the bone of the diaphysis. Recall that this bone is growing in width by apposition and remodeling along the periosteum and the endosteum. In the marrow cavity note the bony spicules with calcified cartilage cores. #96 Epiphyseal growth plate, H\u0026amp;E As the primary ossification center of the diaphysis advances toward the epiphyses, each epiphyseal cartilage continues to grow and the whole cartilage model increases in length. This increase in length and extension of the primary ossification center results in a sequence of changes in the chondrocytes of the epiphyses, which is similar to that described for the establishment of the primary center. Open with WebViewer In the epiphyseal growth plate, observe the zones of reserve cells, proliferation, maturation, hypertrophy, calcification, ossification and resorption. #95 Finger, monkey, 4 mos. H\u0026amp;E Secondary ossification centers have developed in the epiphyses. Enlargement of the epiphysis occurs by growth of the articular cartilage. When growth ceases, the epiphyseal disk is entirely replaced by spongy bone and marrow (\"closure of the epiphyses\"), resulting in a visible epiphyseal line.\nOpen with WebViewer This slide includes a diarthrodial joint. In synovial or diarthrodial joints, articular cartilage caps the ends of the bones, which are kept apart by a synovial cavity filled with synovial fluid. The articulation is enclosed by a dense fibrous capsule, which is continuous with the periosteum over the bones. Internal to this is the synovium, a secretory membrane formed by a layer of collagenous fibers interspersed with flattened fibroblasts (synovial cells). This membrane is commonly thrown into folds (synovial villi) that project into the synovial cavity.\n\n","hash":"c50036a65889bffd02cd2146ebe8a95d","title":"Endochondral Ossification","type":"lab_activity","url":"/lab04/endochondral-ossification/"}, {"body":"The enteric nervous system is the intrinsic innervation of the gastrointestinal tract. It is made up of ganglia and the nerves emanating from these neurons. It contains glia like the central nervous system, however there are no Schwann cells, fibroblasts or other connective tissue elements within the ganglia.\n#39 Colon, (H\u0026amp;E, thin plastic section) At low power locate the pink (acidophilic) region of the smooth muscle. The myenteric plexus of Auerbach is located between the two layers of smooth muscle. Locate neuronal cell bodies within the ganglia. What other types of cell would you expect to find in these ganglia?\nOpen with WebViewer \n","hash":"6519979665fb53a816bc99d179c6976e","title":"Enteric Nervous System","type":"lab_activity","url":"/lab05/enteric-nervous-system/"}, {"body":"The pancreas develops as dorsal and ventral outgrowths of the duodenum, and its two diverticula fuse during later embryonic development. The pancreas contains both exocrine and endocrine components. The exocrine component consists of purely serous acini. It is the site of production and release of digestive enzymes (in an inactive state). These are delivered through a duct system that is similar to that in the salivary glands: intercalated duct to intralobular duct to interlobular duct. A diagnostic feature of the exocrine pancreas is the presence of centro-acinar cells. These cells form the initial portion of the intercalated duct. The pale-staining nuclei of the centro-acinar cells appear in the center of an acinus (hence their name).\nFor a more detailed description of the endocrine portion of the pancreas see the endocrine glands lab on page 61.\n#107 Pancreas thin section, Acid fuchsin toluidine blue In the exocrine portion of the pancreas on this slide note that the basal cytoplasm of the acinar cells is highly basophilic. Zymogen granules at the apex are very acidophilic. The cytoplasm of centro-acinar cells and duct cells is relatively unstained. This slide clearly demonstrates the duct system in the pancreas. Islets of Langerhans are clearly visible, however the classes of hormone producing cells are not distinguishable.\nOpen with WebViewer \n","hash":"cdc5cab51960e7d515c35047a5909d78","title":"Exocrine and Endocrine Pancreas","type":"lab_activity","url":"/lab17/exocrine-and-endocrine-pancreas/"}, {"body":"Mitosis is divided into four distinct stages: prophase, metaphase, anaphase and telophase. During prophase, the nuclear envelope disperses, replicated chromosomes condense, and the two sister chromatids become attached at a site called the centromere. At metaphase, duplicated chromosomes become aligned in a single plane. At anaphase A, the sister chromatids separate and begin to migrate to the poles. At anaphase B, the sister chromatids continue to migrate toward the poles and the microtubules of the spindle elongate. During telophase, the sister chromatids reach the poles, the nuclear envelope re-forms and the chromosomes decondense. Cytoplasmic division usually begins in anaphase and is complete by the end of telophase. Slide #112: Whitefish Mitosis The whitefish embryo has been stained with hematoxylin and eosin (H\u0026amp;E). Cells are dividing mitotically. Moreover, since cells are dividing asynchronously, there are examples of cells at all stages of the cell cycle. Assess nuclear envelope breakdown, chromosome condensation, mitotic spindle development, and location of condensed chromosomes in the whitefish mitotic cells. On the basis of these parameters, identify and determine the distinguishing features of cells in prophase, metaphase, anaphase (A and B) and telophase. Open with WebViewer \n","hash":"db241ce27c891c76a2be3d7244ea3972","title":"Mitosis","type":"lab_activity","url":"/lab01/mitosis/"}, {"body":"The parathyroid glands are located on the posterior aspect of the thyroid. There may be anywhere from 2 to 6 glands in an individual. Cells in these glands secrete parathyroid hormone, which acts to increase calcium resorption from bone and in the renal tubules. It also acts to increase the synthesis of the active form of Vitamin D. Vitamin D, in turn, increases the absorption of Ca++ from the small intestine.\n#79 Parathyroid, H\u0026amp;E The majority of the cells with small centrally placed round nuclei and clear cytoplasm are chief cells. These produce parathyroid hormone. Large intensely eosinophilic oxyphil cells may be found interspersed or in nests among the chief cells. The function of the oxyphil cell is unknown. Review the typical endocrine arrangement of anastomosing cords of cells surrounded by sinusoidal capillaries.\nOpen with WebViewer \n","hash":"5f7c7ade54ed4a0feb2b051229628a81","title":"Parathyroid","type":"lab_activity","url":"/lab13/parathyroid/"}, {"body":"#59 Prostate, Adult; 2 sections: Masson and H\u0026amp;E Examine the Masson-stained section. At one surface, a prominent fold represents the cut surface of the prostatic urethra. Also evident are the elongate tubules forming the parenchyma of the gland and the dense fibrous connective tissue capsule. Locate the region of the prostatic urethra and study its lining epithelium. Compare its transitional epithelium with the epithelium lining the ducts and glands of the prostate, which can be cuboidal, columnar or pseudostratified. The tubulo-alveolar glands of the prostate are embedded in an abundant stroma of fibro-elastic connective tissue, which is interlaced with strands of smooth muscle. Numerous concretions (corpora amylacea) occur in the lumen of the glands and ducts. These tend to increase with age. Fixation is much better in the H \u0026amp; E sections, and it should be studied for the structure of the lining epithelium of the glands.\nOpen with WebViewer \n","hash":"1bd3f9f3a6be27c4228903e0a2c4057b","title":"Prostate Gland","type":"lab_activity","url":"/lab14/prostate-gland/"}, {"body":" What is the functional significance of the cytoplasmic staining affinities of the basophilic erythroblast, polychromatophilic erythroblast, normoblast and erythrocyte? Is the nucleus more intensely basophilic in an erythroblast or a normoblast? What is the significance of these nuclear changes? What is the origin of platelets?   ","hash":"c7a36540a6b61ede65b828619a95fa89","title":"Questions","type":"lab_activity","url":"/lab07/questions/"}, {"body":"#35 Stomach and Duodenum, (H\u0026amp;E) With low power, locate the junction of the stomach and duodenum. Look for differences in the epithelial surface and note the thickening of the muscularis externa of the stomach as it becomes the pyloric sphincter. Although the gastric mucosa is characterized by surface pits and the intestinal mucosa is characterized by finger-like villi, this distinction is not always readily apparent on sections. One of the best ways to distinguish between the two organs is to examine the surface epithelium that lines the pits or villi. In the stomach the cells all have a uniform appearance, since they are all mucus-secreting cells. In the intestinal villi however, most of the cells are absorptive cells, and interspersed between these are the characteristic mucous-secreting goblet cells. Goblet cells of the intestine will stand out when the slide is scanned under low power. In addition, a brush border can sometimes be seen on the free surface of the absorptive cells in well-preserved intestinal villi. To what ultrastructural feature does the brush border correspond? The duodenum is also characterized by the presence of mucous-secreting duodenal glands (of Brunner) in its submucosa.\nOpen with WebViewer #36 Small intestine, duodenum, H\u0026amp;E Identify the three components of the mucosa: epithelium, lamina propria and muscularis mucosae. Circular folds called plicae circulares are visible at low power on this slide. They further increase surface area for absorption. Note the submucosal glands of Bruner. The two layers of the muscularis externa are present and outside these is the adventitia. Between the two layers of the muscularis externa, identify elements of the myenteric plexus. The pancreas can be seen beneath the muscularis externa. This will be studied in the next lab.\nOpen with WebViewer #117 Small Intestine, H\u0026amp;E. Identify the components of the wall of the small intestine. Note the presence of diffuse lymphatic tissue in the mucosa (GALT). In the ileum there are accumulations of lymph nodules called Peyer's patches. At the base of the intestinal crypts Paneth cells are found. These are characterized by the accumulation of large acidophilic granules in their apical cytoplasm, and by their strongly basophilic basal cytoplasm. The appearance of these cells is characteristic of enzyme-secreting cells. These cells secrete the anti-bacterial enzyme lysozyme.\nOpen with WebViewer #102 Small Intestine. (Bodian/silver) In addition, the Bodian silver stain demonstrates the enteroendocrine cells. These cells have granules along the basal surface, which secrete hormones into capillaries. The highest magnification will be required to find them. Note the basal lamina around smooth muscle cells in both longitudinal and cross-section. Myenteric neurons are also very nicely demonstrated in this slide.\nOpen with WebViewer #101 Small Intestine. (PAS and hematoxylin) This slide is useful for demonstrating structures that contain glycosaminoglycans. The glycocalyx that covers the microvillus border of villus absorptive cells can be seen. Within the crypts of Lieberkuhn, which contain undifferentiated cells, the glycocalyx is not present. Note also the staining in the loose connective tissue of the lamina propria and the intense staining of goblet cells in the epithelium. In the lamina propria there are macrophages with irregular-sized PAS-positive inclusions. There are also mast cells, which are smaller than macrophages and filled with intensely stained granules. They are not usually found in the apical region of the villus. What accounts for the intense PAS-positivity of these cells? Open with WebViewer \n","hash":"7873d41580ce229da8a2d91757a58f66","title":"Small Intestine","type":"lab_activity","url":"/lab16/small-intestine/"}, {"body":"The thymus is the site of T-cell maturation. Thymic epithelial reticular cells attract thymocyte precursors and macrophages. The functional blood-thymus barrier consists of epithelial reticular cells, their basal laminae, and endothelial cells joined by tight junctions. This barrier keeps antigens in blood vessels from entering the thymus, preventing reaction with developing T-cells. The blood-thymus barrier is present in the cortex, but not the medulla.\n#26 Thymus, 21-month-old This slide shows a section passing through a portion of one thymic lobe, surrounded by its thin connective tissue capsule. Thinner connective tissue partitions extend from the capsule and divide the thymic parenchyma incompletely into many angular thymic lobules, most of which are characterized by a peripheral dark cortex and a central paler medulla. The medullary tissue forms a continuous branching central core within each lobe. Open with WebViewer At higher magnification, the cortex may be seen as a dense layer of closely packed cells, mainly thymocytes. The fairly sharp demarcation of heavily stained small thymocytes in the cortex is more obvious than in the medulla. It is the round nuclei of these small thymocytes with very condensed chromatin that impart to the cortex a deeply stained appearance in this H\u0026amp;E preparation.\nCareful examination of the parenchyma reveals larger, paler cells whose nuclei have a loose chromatin network and one or more prominent nucleoli, the epithelial-reticular. These large cells are interspersed between the densely packed small thymocytes. Some evidence of acidophilic cytoplasm may also be found around these large nuclei. Fewer of these epithelial cells are noticeable in the cortex because they are obscured by numerous thymocytes.\nThe medulla contains the same types of cells as the cortex but in different proportions. In the medulla, the thymocytes are reduced in number and the epithelial-reticular cells are much more prominent. The looser arrangement makes it possible to see the acidophilic cytoplasm of the epithelial-reticular cells which are arranged in structures called Hassall's corpuscles. These vary considerably in appearance and size within one thymus. Most of them have a deeply eosinophilic hyaline central mass surrounded by large concentrically arranged, epithelial-reticular cells.\nNote: The normal thymus lacks both lymphatic nodules and lymphatic or blood sinuses. Unlike lymph nodes, the thymus is not interposed in the lymph circulation and has no afferent lymphatic vessels.\n#29 Thymus. Adult Compare this section with slide #26. Involutional changes are evident in this section of adult thymus. As you have seen on the preceding slide, in childhood (from birth to 10 years of age) the thymus consists of closely crowded lobules of thymic tissue with thin connective tissue capsule and septa. At puberty (from about 11 to 15 years), the thymic parenchyma remains prominent but the interlobular septa become broader. Then the thymus begins to decrease in size, fat begins to appear, and changes known as \"age involution\" occur. From about 21 to 45 years, the adipose tissue becomes increasingly prominent and occupies a larger area than the parenchyma of the thymus. Notice that the cortex has lost density and the cortico-medullary boundary is obscured. The framework of epithelial-reticular cells of the cortex has collapsed and the cortical thymocytes have decreased in number, however the medulla may be seen to have suffered little change and large Hassall's corpuscles can still be readily identified. In older individuals, Hassall's corpuscles appear to be fewer in number.\nOpen with WebViewer Note: Despite postpubertal involution, the thymus remains a functional organ with recognizable cortex and medullary regions throughout life. The thymus may also undergo \"accidental\" or \"stress involution\" due to chronic illness.\n\n","hash":"8d91aae801564ab13d1d1a955c9d3ca7","title":"Thymus","type":"lab_activity","url":"/lab08/thymus/"}, {"body":"#54 Urinary Bladder, H\u0026amp;E This is a special, highly impermeable, type of stratified epithelium found only in the urinary tract. The surface cells change their shape depending upon the volume of the lumen. In this slide they are dome-shaped because the bladder is empty and is in the contracted state. Consult electron micrographs to understand the morphological changes that accompany expansion and contraction of the lumen.\nOpen with WebViewer \n","hash":"11405c43fb741bb4036a1f71a2876abc","title":"Transitional Epithelium (Urothelium)","type":"lab_activity","url":"/lab02/transitional-epithelium-urothelium/"}, {"body":"#55 Corpus spongiosum, H\u0026amp;E This tissue is readily identified at lowest magnification by the characteristic shape of the lumen of the penile urethra and by the surrounding sponge-like arrangement of erectile tissue filled with blood. Study the epithelial lining of the penile urethra and observe that its appearance varies in different regions of the same section. Most frequently it appears to be pseudostratified or stratified columnar. Mucous glands may occur as nests of epithelial cells along the lining epithelium (intra-epithelial glands) or they may occur as more typical urethral glands (of Littre) whose ducts empty into local recesses of the urethral lumen.\nOpen with WebViewer The erectile tissue and the supporting fibro-muscular network of trabeculae that supports them are considered in the chapters on the male reproductive system.\n\n","hash":"bd04af58112692723a95300fd6a9127a","title":"Urethra","type":"lab_activity","url":"/lab12/urethra/"}, {"body":"#54 Bladder, (H\u0026amp;E) Be certain that you can recognize transitional epithelium in both the relaxed and expanded states. The basic structural arrangement of the bladder is similar to that of the ureter, and the structures and layers should be studied as in the previous slide. Note the greatly thickened muscularis of the bladder. This slide shows the bladder in the relaxed state.\nOpen with WebViewer \n","hash":"84939fed22ef30abbb30bad78510ee9a","title":"Urinary Bladder","type":"lab_activity","url":"/lab12/urinary-bladder/"}, {"body":"Be sure you know the biochemical composition of the cytoplasmic granules of neutrophils (polymorphonuclear leukocytes), eosinophils, and basophils.\nQuestions  What is the functional significance of the cytoplasmic staining affinities of the basophilic erythroblast, polychromatophilic erythroblast, normoblast and erythrocyte? Basophilic erythroblast - ribosomes predominate for production of hemoglobin and transferrin receptors. Polychromatophilic erythroblast - hemoglobin synthesis beginning. Normoblast - hemoglobin fills cytoplasm, pyknotic nucleus. Erythrocyte - anuclear cell, hemoglobin fills cytoplasm. Is the nucleus more intensely basophilic in an erythroblast or a normoblast? Normoblast What is the significance of these nuclear changes? Erythroblasts are cells in which DNA is transcribed; the chromatin is no longer active in the normoblast. What is the origin of platelets? Megakaryocyte   ","hash":"4434df1ff97a662dc56ac869b0588d78","title":"Answers","type":"lab_activity","url":"/lab07/answers/"}, {"body":"Learning objectives  Describe the components and organization of cartilage and bone. Relate the structure of bone and cartilage to their function. Understand the differences between the development and growth of cartilage and bone. Describe the processes of intramembranous bone development and endochondral ossification.   ","hash":"350ea0bf41975754460ad5d7b5bc2156","title":"Cartilage, Bone, Bone Development","type":"lab_topic","url":"/lab04/"}, {"body":"Collagenous #3 Muscle and Tendon, Human, H\u0026amp;E The thick, collagenous bundles of the tendon run parallel to each other, slight waviness of the tissue is due to fixation. Rows of fibroblasts with heterochromatic nuclei are aligned between the collagenous bundles. Compare the appearance of the collagen bundles (Type I collagen) and fibroblasts with that of the skeletal muscle fibers on the same section.\nOpen with WebViewer #11 Bone, rib (H\u0026amp;E) Find the regions of the dense fibrous regularly arranged connective tissue (tendon). Collagen is stained pink and can be distinguished from skeletal muscle that is stained purple. Note the fibroblasts aligned along the collagen fibers in the tendon. These are flattened cells with heterochromatic nuclei.Open with WebViewer Elastic #20 Aorta (Elastin stain) The fibers are predominantly elastic rather than collagenous. Elastic fibers stain reddish-brown to black and form prominent fenestrated, elastic sheets in the aorta.\nOpen with WebViewer  \n","hash":"51b6b7863b4fc38eed8aa1fb055d16cd","title":"Dense, Regular Connective Tissue","type":"lab_activity","url":"/lab03/dense-regular-connective-tissue/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nEpithelial Junctional Complex  View larger sizeEpithelial Junctional Complex. Ciliated and Secretory Epithelium   View larger sizeTerminal bronchiole showing ciliated cells (ci) and Clara cells ©. Lumen (L), smooth muscle, cut in cross section (SM) Moran, D.T. and Rowley, J.C. Visual Histology, Lea \u0026amp; Febiger, Philadelphia, 1988, p. 123 Ciliated Epithelium  View larger sizeApical portion of ciliated epithelium. Arrows (from left to right) indicate: central, peripheral microtubules of axoneme and plasma membrane. Microvilli (Mv) are also present. Inset is cilia in cross section: Each axoneme contains nine peripheral pairs and two central pairs of microtubules. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 73. \n","hash":"c7cfea7ef3ddcd0dad1e500c2e3b5442","title":"Electron Micrographs","type":"lab_activity","url":"/lab02/electron-micrographs/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nOsteoclast  View larger sizePortion of an osteoclast including one of the many nuclei portions of Golgi and many mitochondria. The ruffled border is closely applied to an area of resorbing bone matrix.\nBloom, W and Fawcett, DW, A Textbook of Histology 10th ed., WB Saunders, Philadelphia, 1975, p. 261.. Active Osteoblasts lining the bone surface  View larger sizeActive Osteoblasts lining the bone surface  \n","hash":"5111513853ecae322e592752b68a70e9","title":"Electron Micrographs","type":"lab_activity","url":"/lab04/electron-micrographs/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nVascular Arrangement in Glomeruli (SEM)  View larger sizeScanning electron micrograph of arterial blood supply to renal glomeruli (*). The afferent arterioles (aa) that supply the glomeruli (asterisk) receive blood from an interlobular artery (ia). Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 585. Glomerular Loops (SEM)  View larger sizeThe glomerular visceral epithelium consists of podocytes that have primary (1) extensions that branch to form secondary (2) processes from which the podocyte feet (pedicels) extend as side branches and contact the glomerular basement membrane. Arrows indicate interdigitating secondary processes of two neighboring podocytes (Inset). Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 578. Bowman's Capsule and Glomerulus  View larger sizePortion of a Bowman's capsule (BC) showing the parietal epithelium (BC) and Bowman's space (BS). The glomerular capillaries (C ) are lined by fenestrated (F) endothelium and surrounded by thick basement membrane (BM). The visceral epithelium that covers the capillaries is made up of podocytes (P) that extend branching foot processes (P1, P2) to lie on the basement membrane (BM). Mesangial cells (M) are found within the mesangial matrix (mesangium, MM). Young, B \u0026amp; Heath, JW., Wheater's Functional Histology, 4th ed., Churchill Livingstone, London, 2000, p. 296. Glomerulus  View larger sizePortion of glomerulus showing capillary loops covered by foot processes of podocytes. Kierszenbaum, AL Histology and Cell Biology 2nd ed., Mosby Elsevier, 2007, p. 406. Glomerular Basement Membrane  View larger sizePortion of glomerulus with three profiles of capillaries (C ). Endothelial lining is highly fenestrated (F). Podocytes (P) extend primary processes (P1) that give rise to numerous foot processes (P2) which lie on the thick basement membrane (BM). Adjacent foot processes( aka pedicels),(separated by filtration slits (FS) are derived from different podocytes. The basement membrane is a product of both the endothelial cells and podocytes. Young, B \u0026amp; Heath, JW, Wheater's Functional Histology, 4th ed., Churchill Livingstone, London, 2000, p. 297. Mesangium  View larger sizeMesangial cell and mesangial matrix. Mesangial cells are specialized pericytes with characteristics of smooth muscle cells and macrophages. Kierszenbaum, AL Histology and Cell Biology 2nd ed., Mosby Elsevier, 2007, p. 406. Portions of kidney tubule  View larger sizeProximal (upper image) and distal (lower image) portions of the kidney tubule have different characteristics. The cells of the proximal tubule have a thick brush border (Bb), many mitochondria (Mi) and indistinct lateral borders. Cells in distal tubule (here the thick ascending limb) have a modest microvillous border and mitochondria are concentrated at the base. These cells are paler and bulge into the lumen (Lu). Their lateral borders are also indistinct due to lateral infoldings. Capillaries (Ca) abound in all regions. Rhodin JAG, An Atlas of Ultrastructure, WB Saunders, Philadelphia, 1963, p. 97 Basal Lamina of Proximal Tubule  View larger sizeProximal tubule kidney (guinea pig). Basal membrane is highly infolded. Note fenestrated capillary at right. Fawcett DW, The Cell: An Atlas of Fine Structure, WB Saunders, Philadelphia, 1966, p. 357. Kidney Tubules  View larger sizeSlightly oblique section through abrupt transition of thick descending limb with the thin loop of Henle. The brush border ends as the epithelium becomes squamous. Note portions of distal tubule and blood vessel with erythrocytes at left. Bloom, W. and Fawcett, D.W. A Textbook of Histology 12th ed., W.B. Saunders, Philadelphia, 1994, p. 745 Glomerulus  View larger sizeFenestrated capillary in nonglomerular region of kidney. Fenestrated capillary (in nonglomerular region of kidney). Arrows indicate fenestrae closed by diaphragms. In this cell the Golgi complex (G), nucleus (N), and centrioles (C ) can be seen. Note the continuous basal lamina on the outer surface of the endothelial cell (double arrows). Basal infoldings of kidney tubule epithelium are seen at upper right. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 216. Transitional Epithelium (urothelium)  View larger sizeSuperficial layer of transitional epithelium, showing the cytoplasm only of one epithelial cell. The plasma membrane contains plaques that are hinged such that when the bladder is contracted, peripheral membrane is internalized and can be everted when the bladder is distended. Bloom, W. and Fawcett, D.W. A Textbook of Histology 12th ed., W.B. Saunders, Philadelphia, 1994, p. 761. Transitional Epithelium (urothelium)  View larger sizeLuminal border of superficial epithelial cell of urinary bladder in the contracted state. Rigid plaques on the cell membrane, with hinge regions between them, give the luminal surface a spiky appearance and enable this part of the cell membrane to fold up into the cell. These internalized structures form fusiform vesicles (fv). Arrows indicate rigid plaques. Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 588. \n","hash":"a91c7b6b17598cb8657f72c75749763e","title":"Electron Micrographs","type":"lab_activity","url":"/lab12/electron-micrographs/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nPlates of Hepatocytes \nView larger sizePlates of hepatocytes (H) border on sinusoids on two of their surfaces. Bile canaliculi (BC) are formed at adjacent hepatocytes These are sealed off by tight junctions (J). The apices of the hepatocytes are exposed to the space of Disse (D) which in turn is incompletely lined by the sinusoidal endothelium (S). The sinusoid contains whole blood (erythrocytes, E). Hepatocytes contain euchromatic nuclei and abundant, mitochondria, lipid droplets (L) and lysosomes (Ly). Young, B \u0026amp; Heath, JW, Wheater's Functional Histology, 4th ed., Churchill Livingstone, London, 2000, p. 280. Hepatocytes and Sinusoid \nView larger sizeHepatocytes (at left) contain abundant rER and sER and mitochondria. A bile canaliculus (BC) is formed from the plasma membranes of adjacent hepatocytes sealed off by tight junctions (J). The apex of the hepatocytes contains microvilli (Mv) and is exposed to the space of Disse (D) which in turn is incompletely lined by the sinusoidal endothelium (S). The sinusoid contains whole blood (erythrocytes, E). Young, B \u0026amp; Heath, JW, Wheater's Functional Histology, 4th ed., Churchill Livingstone, London, 2000, p. 281. Liver Sinusoid \nView larger sizeLiver sinusoid in cross section (rat). Open fenestrae are evident in the endothelial cell cytoplasm. Note the space of Disse between the sinusoidal wall and the hepatocytes. Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 531. Hepatic Sinusoid \nView larger sizeSinusoids(Si) are lined by fenestrated, incomplete endothelium that defines the space of Disse (Di). Note macrophage (Kupffer cell) at the lower right with a nucleus (Nu), lysosomes (Ly), mitochondria (Mi) and endoplasmic reticulum (Re). Microvilli (Vi) of the hepatocytes extend into the space of Disse. Rhodin JAG, An Atlas of Ultrastructure, WB Saunders, Philadelphia, 1963, p. 73, bottom. Liver Sinusoid - Cell \nView larger sizeOne hepatic sinusoid (top) displays a stellate sinusoidal macrophage (Kupffer cell). The remainder of the sinusoids is lined by highly fenestrated, discontinuous endothelium. Surrounding the sinusoid is the perisinusoidal space (space of Disse). Also present in the perisinusoidal space is an hepatic stellate cell (Ito cell) with a large lipid droplet. Its nucleus conforms to the shape of the lipid droplet. Ross, MH and Pawlina, W, Histology 5th ed., Lippincott Williams \u0026amp; Wilkins, Baltimore, 2006, p. 584. Bile Canaliculus \nView larger sizeJunctions of two hepatocytes to form bile canaliculus (rat liver). Note microvilli in the lumen of the canaliculus and the junctional complexes (arrows) that seal off this space from the remaining extracellular space. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 332. Pancreatic Acinar Cell \nView larger sizeSupranuclear region of a pancreatic acinar cell (exocrine pancreas) illustrating condensing vacuoles in the Golgi region and mature secretory granules at the cell apex. Bloom, W and Fawcett, DW, A Textbook of Histology 10th ed., WB Saunders, Philadelphia, 1975, p. 115. \n","hash":"e26cf2b7a509f63e60242030e734c096","title":"Electron Micrographs","type":"lab_activity","url":"/lab17/electron-micrographs/"}, {"body":"The endocrine component of the pancreas consists of multiple spherical groups of epithelial cells embedded as nodules in the exocrine pancreas. The cells in the Islets of Langerhans are not arranged into acini (as in the exocrine pancreas) but in irregular cords and clumps surrounded by a rich capillary plexus. Note that the islets are not separated from the acinar tissue by a capsule. The function of the islets is to control carbohydrate metabolism. The alpha cells secrete glucagon, which raises blood sugar, and the beta cells secrete insulin, which lowers it. There are several other biologically interesting peptides that are made by other cells of the islets. The most important identified to date is somatostatin, which is made by the delta cells. Its release locally inhibits both insulin and glucagon secretion. These cell types cannot be differentiated by light microscopy.\n#107 Pancreas thin section, Acid fuchsin toluidine blue Open with WebViewer  \u0026lt;p\u0026gt;Islets of Langerhans are clearly visible interspersed within the basophilic acini of the exocrine pancreas. Keep in mind the classes of hormone producing cells are not distinguishable. For a more detailed description of the exocrine pancreas see part two of the gastrointestinal system lab.\u0026lt;/p\u0026gt;  \n","hash":"8b2332b7431498950968c4212f136954","title":"Endocrine Pancreas - Islets of Langerhans","type":"lab_activity","url":"/lab13/endocrine-pancreas-islets-of-langerhans/"}, {"body":"#39 Colon, thin plastic section (H\u0026amp;E) Note the regularity of the intestinal mucosa crypts and the lack of villi. Also note the abundance of goblet cells. These features are diagnostic. This is a good slide in which to review the structure of arteries, veins, and the peripheral autonomic plexus. Enteroendocrine cells are present at the base of the crypts, but are difficult to identify. These cells secrete hormones through the basal cell surface into the capillaries.\nOpen with WebViewer #48 Rectum and Anal Canal. (H\u0026amp;E) The rectum is histologically similar to the colon. There is an abrupt transition between the rectal simple columnar epithelium and the stratified epithelium of the anal canal. The anal epithelium may appear stratified cuboidal at the junction with the rectum, but it assumes a typical stratified squamous appearance more distally. The intestinal glands end abruptly at the recto-anal junction. The inner circular layer of the muscularis externa is thickened considerably to form the internal anal sphincter. The submucosa of the anal canal is characterized by an extensive plexus of hemorrhoidal vessels. Abnormal dilation and varicosity of these vessels causes an inward bulging of the mucous membrane and a partial occlusion of the anal canal, resulting in internal hemorrhoids.\nOpen with WebViewer #106 Appendix, H\u0026amp;E Examine the components of the wall of this portion of the gastrointestinal tract and compare them with the small and large intestine. In the mucosa of the appendix there is extensive GALT that extends into the submucosa. Both diffuse and nodular lymphatic tissue are present.\nOpen with WebViewer \n","hash":"ecf6c7585203594bdd92ac8959331c99","title":"Large Intestine","type":"lab_activity","url":"/lab16/large-intestine/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nEpithelial Junctional Complex  View larger sizeEpithelial Junctional Complex. Ciliated and Secretory Epithelium   View larger sizeTerminal bronchiole showing ciliated cells (ci) and Clara cells ©. Lumen (L), smooth muscle, cut in cross section (SM) Moran, D.T. and Rowley, J.C. Visual Histology, Lea \u0026amp; Febiger, Philadelphia, 1988, p. 123 Ciliated Epithelium  View larger sizeApical portion of ciliated epithelium. Arrows (from left to right) indicate: central, peripheral microtubules of axoneme and plasma membrane. Microvilli (Mv) are also present. Inset is cilia in cross section: Each axoneme contains nine peripheral pairs and two central pairs of microtubules. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 73. \n","hash":"f5d8c04b7eb170397e5924e9d698126a","title":"Microscopy, Cells, Organelles, Mitosis: Electron Micrographs","type":"lab_activity","url":"/lab01/microscopy-cells-organelles-mitosis-electron-micrographs/"}, {"body":"#55 Corpus Spongiosum, H\u0026amp;E The corpora cavernosa have been dissected away from the rest of the penis. Examine the central penile urethra and the surrounding blood-filled vascular sinuses that comprise the erectile tissue of the corpus spongiosum. Note that the lining epithelium of the penile urethra has a stratified columnar or stratified cuboidal appearance. Study the erectile tissue surrounding the urethra and observe that the trabeculae between blood sinuses contain smooth muscle and connective tissue fibers. The connective tissue capsule surrounding the corpus spongiosum is not as thick as that surrounding the corpora cavernosa.\nOpen with WebViewer \n","hash":"29375a5766700a56b2de8f5a24b94328","title":"Penis with Penile Urethra","type":"lab_activity","url":"/lab14/penis-with-penile-urethra/"}, {"body":"#80 Sciatic Nerve, 2 sections (Cajal) In the longitudinal section, note the argyrophilic axons, many of which are surrounded by an \"unstained\" myelin sheath. The neurilemmal sheath (outer layer of Schwann cell cytoplasm) is visible. Find some nodes of Ranvier. What is their role? Open with WebViewer In the cross section note the axon (black), which is surrounded in turn by a myelin sheath and its Schwann cell neurilemma (brown). Locate lightly myelinated and unmyelinated fibers. Speed of conduction is related to the diameter (including myelin sheath) of a nerve fiber.\n#81 Sciatic Nerve, 2 sections (H\u0026amp;E) Examine the longitudinal and cross-section and identify the connective tissue of the perineurium. Delicate reticular connective tissue, the endoneurium surrounds individual axons. The epineurium, which is dense irregularly arranged connective tissue, binds many nerve bundles. The epineurium is not present on these sections.\nOpen with WebViewer #113 Artery, vein and nerve, (H\u0026amp;E) Identify the cross section of peripheral nerve. Note that the nervous tissue has shrunk within the perineurium during tissue processing. Only some of the axons within the nerve have been cut in true cross section. What are the cells within the nerve whose nuclei are stained? Find a small nerve elsewhere in the tissue. Open with WebViewer \n","hash":"23b845fcf1a5f132f3ae4490c808f2a8","title":"Peripheral Nervous System: Peripheral Nerves","type":"lab_activity","url":"/lab05/peripheral-nervous-system-peripheral-nerves/"}, {"body":"The placenta may be defined as an apposition or fusion of the fetal membranes with the uterine mucosa for the purpose of physiological exchange. The period of placentation is initiated by the attachment of the blastocyst to the endometrium, and it is terminated by the delivery of the newborn infant at the time of parturition. The placenta is the first organ to be differentiated, and performs functions analogous to those of the lung (gas exchange), intestine (nutrient absorption), kidney (excretion and ion regulation), liver (synthesis of serum proteins, steroid metabolism), pituitary (synthesis of hormones including gonadotropic and prolactin-like hormones), and gonads (incomplete synthesis of progestins and estrogens).\n#98 Placenta, 2.5 months Only the fetal surface of the placenta is present on this slide, so that the attachment of the fetal villi to the uterus cannot be studied. The fetal portion of the placenta consists of the chorionic plate, composed of an outer layer of trophoblast and an inner layer of vascularized extra-embryonic mesodermal connective tissue. The bulk of the placenta fetalis consists of outgrowths of villi from the surface of the chorionic plate. The villi are sectioned in many different planes, and their attachment to the chorionic plate may not be evident. Attached to the inner (fetal) surface of the chorionic plate is the amnion, consisting of an inner squamous amniotic epithelium and an outer layer of avascular mesoderm.\nOpen with WebViewer Study the chorionic villi in detail, and identify all of the layers that separate the maternal and fetal blood. These are:\n1. syncytiotrophoblast (outermost layer, derived from cytotrophoblast; lines maternal blood space)\n2. cytotrophoblast, which may be reduced in places\n3. basement membrane of the trophoblast\n4. fetal connective tissue, which may be greatly reduced in the region of apposition of the underlying fetal capillaries to the trophoblast\n5. fetal capillary endothelium and its basement membrane.\nGases, nutrients, metabolites and other substances must pass through these layers to move from one circulation to the other. In life maternal blood fills the intervillous space, but it is generally washed out during tissue preparation.\nMitotic figures are occasionally seen in the cytotrophoblast, but not in the syncytiotrophoblast. Note the loose appearance of the cells forming the cores of the villi, and compare this with the condition in the villi at 6 months gestational age. Occasional nucleated fetal red blood cells, characteristic of earlier stages, can still be observed in the fetal vessels of the villi.\n#100 Placenta, 6 months Considerable branching and diminution of the chorionic villi has occurred. Note the abundance and location of the fetal capillaries, the sparsity of the cytotrophoblast, and the nature of the syncytiotrophoblast. There are portions of syncytiotrophoblast (syncytial knots) floating free in the maternal blood. There is no endometrial tissue in this slide. Open with WebViewer Be certain that you know the layers that form the separation between fetal and maternal blood in the placenta. What is the placental source of human chorionic gonadotrophin, (HCG)?What fluid bathes chorionic villi?\n\n","hash":"3de583787c3e6944ef7198aca7fa030f","title":"Placenta","type":"lab_activity","url":"/lab15/placenta/"}, {"body":"  Why do smooth muscle fibers in cross section have different diameters and why do some of these fail to show nuclei?  Are myofibrils or sarcomeres present in smooth muscle fibers?    ","hash":"ae0ce1d15248ce9d2c3761044e73de44","title":"Questions","type":"lab_activity","url":"/lab06/questions/"}, {"body":"Examine the electron micrographs.\n What are the three layers of the heart? Examine the drawings on the front and the back of this manual. What types of capillaries are these? Where might such capillaries be found?   ","hash":"55dece55574d9bac71ced1311d4119de","title":"Questions","type":"lab_activity","url":"/lab09/questions/"}, {"body":"#76 Spleen The spleen is comprised of red pulp and white pulp. The red pulp is the site of blood filtration and the white pulp is lymphoid tissue that responds to blood-borne antigens. Open with WebViewer Identify under low power some of the structures that are diagnostic of the organ. There is a dense connective tissue capsule that sends conspicuous trabeculae to partially subdivide the organ. Unlike the thymus and lymph nodes, the spleen lacks division into cortex and medulla. Lymphoid nodules with or without germinal centers and with prominent eccentric central arterioles (called \"central arteries\") may be observed randomly distributed throughout the splenic pulp. These nodules, together with areas of dense lymphatic tissue surrounding central arterioles called the periarterial lymphatic sheaths (PALS), comprise the splenic white pulp. This lymphatic sheath is made up of T cells. Following stimulation, germinal centers containing B cells can be formed adjacent to the PALS, placing the \"central arteriole\" in an eccentric position. Look for the penicilli (short, straight arterioles that branch from the central artery and enter the red pulp). These penicilli branch into capillaries surrounded by accumulations of reticular cells and macrophages and known as \"ellipsoids\" (or \"sheathed capillaries\"). Between the white pulp and the red pulp is the marginal zone, a vascular region that is devoid of sinuses. It contains blood cells, lymphocytes, macrophages, and reticular cells. The region is the site of immunological activities due to the presence of numerous blood antigens.\nThe remainder of the spleen consists of red pulp and is composed of sinusoids (modified blood vessels) and splenic cords (of Billroth). The latter are cellular regions organized as plates of loose lymphatic tissue separating the sinusoids. It is not always possible to distinguish Billroth cords from the sinusoids easily, as is evident in this preparation where the sinusoids are partially collapsed. Under higher magnification, look for transverse and longitudinal sections of patent sinusoids. The lining cells of these sinusoids are elongated endothelial cells with tapered ends that lie parallel to the long axis of the vessel. These endothelial cells are separated from each other by gaps. In cross sections of sinusoids, therefore, they are cut transversely and appear as cuboidal blocks arranged loosely in a circle, with intervening gaps.\n\n#25 Spleen (Periodic acid-silver) Like the PAS technique, this staining method stains the network of reticular fibers and the fenestrated basal laminae of the splenic sinusoids black. In section, the membrane may be seen as a succession of black points or short lines of silver-impregnated substance.\nOpen with WebViewer \n","hash":"d56b9f2d542059949c72fd834e4b54f0","title":"Spleen","type":"lab_activity","url":"/lab08/spleen/"}, {"body":"Skeletal Muscile #3 Muscle and tendon junction, H\u0026amp;E  Define a sarcomere. Be sure you know what the electron microscope has revealed about its fine structure. Know the structural changes that occur in a sarcomere during contraction and the theory that has evolved from electron microscopic studies to explain muscle contraction. A sarcomere is the basic contractile unit of a muscle cell, repeating sarcomeres comprise a myofibril. The Z-bands are considered the ends of a single sarcomere, with the H-band in the center. As the muscle contracts, the Z-bands move closer together and the I-band and H-band shorten in length as the actin thin filaments are moved along the myosin thick filaments. The A band remains the same length because the length of the myosin unit does not change.\nCardiac Muscle  #17 Heart, (Mallory-Azan) What is the position of the nuclei? Central. Do the myofibrils pass through intercalated discs? No. How can you distinguish cross sections of cardiac muscle fibers from those of skeletal muscle fibers? Central nuclei, intercalated discs, branching fibers\nSmooth Muscle OPTIONAL: #102 Small intestine (Bodian/silver) Note that when the muscle cells are cut in cross section, there are interruptions in the basal laminae. What is responsible for these discontinuities? Gap junctions\nQUESTIONS  Why do smooth muscle fibers in cross section have different diameters and why do some of these fail to show nuclei? Smooth muscle cells have tapered ends. Since the cells interdigitate different diameters would be revealed in a particular plane of section and the plane of section does not always go through the nucleus. Are myofibrils or sarcomeres present in smooth muscle fibers? No    ","hash":"30a0646fff7509f1cae2ecf6ca63a5b0","title":"Answers","type":"lab_activity","url":"/lab06/answers/"}, {"body":"HEART #17 Heart, Sagittal Section (Mallory-Azan) Is the myocardium thicker in the atrium or ventricle? Why? The myocardium is thicker in the ventricle. The ventricle must create more force when contracting to deliver blood to the lungs (right ventricle) or the entire body (left ventricle), whereas the atrium only has to deliver blood to the ventricle. QUESTIONS  What are the three layers of the heart? Endocardium (inner), myocardium (middle, comprised of cardiac muscle), epicardium (outer). What types of capillaries are depicted on the covers of this manual and where might such capillaries be found? Front cover (fenestrated: endocrines, mucosa of gut, gall bladder) and inside the back cover (continuous: muscle, brain, lung)    ","hash":"8d63f7e3619bf1743ed4d85f0327f8a7","title":"Answers","type":"lab_activity","url":"/lab09/answers/"}, {"body":"The mammary gland is a cyclic organ, varying in size and structure in response to hormones from the adrenal, ovary and pituitary. The two slides in your collection represent two of the extremes normally encountered. You should realize that this gland is normally subject to a great deal of variation.\n#70 Breast, Post-menopausal, Human (H\u0026amp;E) The breast contains a duct system, lobes, and lobules. This network of ducts begins at the nipple with the excretory lactiferous duct, which branches as it extends into the collagen and adipose tissue of the breast until it eventually branches into terminal duct lobular units. The terminal duct lobular unit consists of interlobular stroma, interlobular duct, terminal duct and acini, and surrounding fat. Identify these units on low power. With higher power, note that the ducts and acini are lined by simple cuboidal or columnar epithelium and surrounding myoepithelial cells. Open with WebViewer The mammary gland in the prepubertal female and male has a similar appearance. There is abundant connective tissue with embedded lactiferous ducts, ending in minimal lobule formation.\n#69 Breast, Lactating, Human (Osmium fixation) Unsaturated lipid in the apical cytoplasm of the alveolar cells and in the milk in the lumina is stained black by reduced osmium tetroxide. Because osmium penetrates very poorly the tissue is well stained only at the periphery of the section. The gland is separated into lobules by dense connective tissue that is continuous with the dermis. The connective tissue surrounding the alveolus is much more delicate (although compressed here) and is continuous with the papillary layer of the dermis. The secretory alveoli are very well supplied with capillaries. Open with WebViewer What are the major hormones that are responsible for the cyclic changes in the mammary gland?\n\n","hash":"26119775d4842981abd67b8bc4b17c02","title":"Breast ","type":"lab_activity","url":"/lab15/breast/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nFibroblasts in Developing Connective Tissue  View larger sizeActive fibroblasts forming collagen have abundant RER and distended cisternae. The relatively undifferentiated cell (mesenchymal cell) at the upper left has a different chromatin pattern and little differentiation of its cytoplasm. The newly formed collagen fibrils are slender and more or less randomly oriented. Bloom, W and Fawcett, DW, A Textbook of Histology 10th ed., WB Saunders, Philadelphia, 1975, p. 173. Connective Tissue Matrix  View larger sizeGround substance is fine granular material that fills the spaces between the collagen © (cut in cross and longitudinal section) and elastic (E) fibers (irregular electron dense objects) and surrounds fibroblast cells and processes (F). The granularity of the ground substance is an artifact of glutaraldehyde fixation. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. p. 112. Mast Cell  View larger sizeThis is a fully differentiated mast cell with a fairly heterochromatic nucleus. Numerous granules (Gr) containing histamine and heparin nearly fill the cytoplasm in which there are also a few mitochondria (M), free ribosomes ® and profiles of endoplasmic reticulum. There is no basal lamina around this wandering cell. At the left is a lymphocyte (Lc). (submucosa of rat gut) Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p. 134. \n","hash":"cd5acb1cb7dffa9ce9b750795d0e177e","title":"Electron Micrographs","type":"lab_activity","url":"/lab03/electron-micrographs/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nDendrite extending from perikaryon with euchromatic nucleus  View larger sizeThe nucleus of the cell is in the lower portion of the micrograph. Microtubules (m) funnel from the perikaryon into the dendrite (Den). Axon terminals (At) synapse with the neuron. There are a few cisternae of ER, some Golgi and clusters of free ribosomes. Mitochondria (mit), lysosomes (Ly). (cerebral cortex, rat).\nPeters A, Palay SL, Webster H deF, The Fine Structure of the Nervous System, WB Saunders, Philadelphia, 1976, p. 17.\n Axon terminal with synaptic vesicles  View larger sizeAxon terminal emerging from myelin sheath (spinal cord, rat). The axon (Ax) exits its myelin sheath to form a terminal (At) containing synaptic vesicles (sv) that synapse (arrows) on a large dendrite (Den).\nPeters A, Palay SL, Webster H deF, The Fine Structure of the Nervous System, WB Saunders, Philadelphia, 1976, p. 125.. Node of Ranvier - CNS  View larger sizeNode of Ranvier in central nervous system (basal ganglion, rat). At the node, the axon is bare with axolemmal densities (D). The myelin sheath becomes thinner as successive lamellae terminate to enclose pockets (P) of paranodal cytoplasm of the oligodendrocyte, which contain microtubules (m). Smooth endoplasmic reticulum (SR), neurofilaments (nf). Inset is paranodal region in optic nerve. Årrows indicate densities associated with outer leaflet of axolemma.\nPeters A, Palay SL, Webster H deF, The Fine Structure of the Nervous System, WB Saunders, Philadelphia, 1976, p. 215. Nodes of Ranvier - PNS  View larger sizeNodes of Ranvier are interruptions in the myelin sheath (My) of nerves. The successive layering of the Schwann cell(Sc) membranes forms a compact tube over most of the internodal areas. Near the node, some Schwann cell cytoplasm remains in the extended margins of the sheath layers and occupies a series of liplike folds (X), which envelop the fiber. In the region of the node itself, only fingerlike process (Pr) of neighboring Schwann cells interdigitate and cover the nodal area. A basement membrane (BM) and connective tissue fibers (CT) of the endonerium complete with wrappings of the fiber. Mitochondria (M),endoplasmic reticulum (ER), neurofilaments (Nf). (sciatic nerve, mouse).\nPorter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed.,, Lea \u0026amp; Febiger, Philadelphia, 1973, p. 184.\n \n","hash":"04b5afb463604b90dd7519f7d1360676","title":"Electron Micrographs","type":"lab_activity","url":"/lab05/electron-micrographs/"}, {"body":"Be sure that you examine the electron micrographs.\nPlasma Cell  View larger sizePlasma cell from submucosa of a rat. Note the clumps of peripheral heterochromatin (ch) alternating with clear areas of euchromatin and large central nucleolus in the nucleus (N). The zones of euchromatin extend to the pores (P) in the nuclear envelope (NuE), while the heterochromatin is confined to the interpore areas. There is extensive RER and the Golgi region (G ) is well developed. This cells is largely transcribing and processing a single immunoglobulin. (PM, plasma membrane). Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p. 2. Red Pulp of Spleen  View larger sizeScanning electron micrograph of red pulp of spleen. Sinusoids (s) are lined by elongated endothelial cells (ec). There are macrophages (m) both within the cords and in the sinusoids. There are also reticular cells ® within the cords. Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 260. \n","hash":"f8115c6d595c0e070f21d4f086803329","title":"Electron Micrographs","type":"lab_activity","url":"/lab08/electron-micrographs/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nFenestrated Capillary \nView larger sizeFenestrated capillary in an endocrine organ where there is extensive molecular exchange with the blood. Like continuous capillaries it is surrounded by a basal lamina, but there are rarely associated pericytes. Young, B \u0026amp; Heath, JW., Wheater's Functional Histology, 4th ed., Churchill Livingstone, London, 2000, p. 152. Granulosa Cell (pregnant human) \nView larger sizeGranulosa lutein cells of pregnancy showing ultrastructural components associated with steroid hormone synthesis: tubulo-vesicular mitochondria (m); lipid droplets (L); smooth endoplasmic reticulum (SER). Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 867. \n","hash":"a6c867e83868633bbb0e6907c0984a4c","title":"Electron Micrographs","type":"lab_activity","url":"/lab13/electron-micrographs/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nSpermiogenesis (sperm maturation), Golgi phase \nView larger sizeIn the Golgi phase of spermiogenesis multiple Golgi complexes (G) accumulate. Proacrosomal granules (Gr) of these coalesce to form the acrosomal vesicle (Ac). This then spreads over the anterior half of the nucleus (N), forming the acrosomal cap. Mitochondria (M), microtubules (Mt), endoplasmic reticulum (ER).(testis mouse). Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p.100. Spermiogenesis, spermatids \nView larger sizePortions of two spermatids (guinea pig) showing the intercellular bridges by which they are joined to each other and to two other spermatids of the same cluster. The small arrows indicate the local thickening of the cell membrane encircling the bridges. The large arrows passing through the bridges indicate the sites of continuity of the cytoplasm from cell to cell. Acrosome is forming adjacent to nucleus. Bloom, W and Fawcett, DW, A Textbook of Histology 10th ed., WB Saunders, Philadelphia, 1975, p. 823. Spermiogenesis, spermatid (almost mature) \nView larger sizeNearly mature sperm with head (hook-shaped in this case, mouse) contains the nucleus (N), topped by the acrosome (Ac). Two centrioles are involved in the formation of the neck region. One of these (Ce) initiates the development of the long bundle of filaments (C ) that is the core of the middle piece and tail. The core has an internal structure similar to an cilium. The middle piece of the flagellum is wrapped by a sheath of mitochondria (M). The tail proper is a fibrous sheath (FS) wound around the axial filamenture. The asterisk indicates a cellular bridge between spermatids. Mitochondria (M), endoplasmic reticulum (ER). Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p.96. \n","hash":"95c3a68dca1f7af99c9b858e7b6b271b","title":"Electron Micrographs","type":"lab_activity","url":"/lab14/electron-micrographs/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nParietal cell, stomach  View larger sizeParietal cell in gastric gland of bat whose stomach has been stimulated to produce hydrochloric acid. The secretory canaliculus © is a deep, troughlike invagination of the apical cell surface opening into the lumen (L). Its surface area is further increased by numerous microvilli (MV). Mitochondria are abundant. Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 654. Chief cell in gastric gland of monkey  View larger sizeThe basal cytoplasm is filled with parallel cisternae of RER (see inset). The apex of the cell contains zymogenic secretory granules and elements of the Golgi complex. Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 656. Epithelial lining of small intestine  View larger sizeSimple columnar epithelium lining of the small intestine made up of absorptive cells (enterocytes) and a goblet cell containing mucous droplets (MD). (Neither the apical region of the goblet cell nor its nucleus is in the plane of section.) Note the microvillous border (Mv) on the luminal surface (Lu) of the enterocytes and the region of the terminal web (TW). The lateral cell borders are interdigitating (asterisk) and the cells rest on a basal lamina (BM). The lamina propria contains capillaries cut in cross section (Cp) and in longitudinal section (Cp'), smooth muscle cells (SM), nerve fibers (NF), fibroblasts (F), collagen fibers (Co). Nucleus (N), lipid droplet (L), mitochondria (M). (duodenum of bat) Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p. 28. Apical region of intestinal epithelial cell  View larger sizeAn extracellular coat (glycocalyx) is bound to the plasmalemma of the microvilli of enterocytes. The glycoproteins in this case include terminal digestive enzymes such as dipeptidases and disaccharidases. Actin filaments that constitute the core of the microvilli are clearly seen. Junqueira, LC and Carneiro, J, Basic Histology 11th ed., McGraw-Hill, New York, 2005. P. 72. Goblet cell  View larger sizeA goblet cell (small intestine, bat) with closely packed mucous droplets (MD). One droplet appears to be close to exiting the cell between two clusters of microvilli (Mv). The apical region of the cell is joined to its neighbor by a zonula occludens (ZO). The nucleus (N) is basal and there is abundant rough endoplasmic reticulum (ER). Elements of the Golgi can also be seen (G). Lipid inclusions (L) are common. These cells rest on the basal lamina (BL) and desmosomes (D) occur at the basolateral surface. Porter, KR and Bonneville, MA, Fine Structure of Cells and Tissues, 4th ed., Lea \u0026amp; Febiger, Philadelphia, 1973, p.54. Enteroendocrine cell of gut \nView larger sizeEndocrine cell in gastric gland of a bat, situated between two chief cells (C ). Its basal surface, the site of hormone release, rests against basal lamina (bl). The cytoplasm contains small, dense granules (arrows). Product is released basally to be conveyed by the vasculature. Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 657. \n","hash":"c3d3b399c1a957d367a2cfafee556d12","title":"Electron Micrographs","type":"lab_activity","url":"/lab16/electron-micrographs/"}, {"body":"Learning objectives  Know the components of tissue in the central and peripheral nervous systems. Understand the meaning of terms gray matter and white matter. Relate nerve function to the properties of neurons and their cell processes: axons and dendrites.   The central nervous system (CNS) includes:\n nerve cells (neuronal cell bodies) and their dendrites and axons (both myelinated and unmyelinated), supporting cells, (the neuroglia): oligodendroglia, astrocytes and microglia meninges: dura, arachnoid, and pia, blood vessels.  The peripheral nervous system (PNS) contains:\n neurons (organized into clusters called ganglia),  supporting cells including satellite cells associated with the ganglionic neurons and schwann cells which form the myelin sheath connective tissue elements (endoneurium, perineurium and epineurium) blood vessels.  The neuron is the structural and functional unit of the nervous system. Neurons are highly polarized cells. The cell body contains the nucleus and synthetic apparatus. The highly branched dendrites are the receptive pole and axons are the transmitting pole. Nervous tissue is characterized by its extreme specialization for excitability and conductivity.\nThe supporting cells are in intimate contact with the neurons and their processes in both the CNS and the PNS.  These cells provide structural support and nutrients to the neurons. There are also macrophages present in the nervous system; these cells are called microglia in the CNS. \nThe connective tissue elements include the meninges, which surround the central nervous system; capsules surround some sense organs and ganglia; and the endo-, peri-, and epineurium of peripheral nerves.\nThe detailed structure and function of the nervous system will be studied during the neurosciences course. The following class slides and electron micrographs will serve to acquaint you with nervous tissue as one of the four basic tissues.  ","hash":"8dc22c6a9d67dd886c4124c54c2b42c1","title":"Nerve","type":"lab_topic","url":"/lab05/"}, {"body":" What are serial sections and why are they important? What is the relationship between heterochromatin and the synthetic activity of DNA? What is the significance of the nuclear staining patterns that are described as euchromatic and heterochromatic?  What is the site of synthesis of ribosomal RNA? What is the function of mitochondrial cristae? What is the functional significance of the Golgi complex? How many membranes comprise the nuclear envelope? The wall of a mitochondrion? What are the cytological and functional differences between cilia and microvilli? Know the structural characteristics and functional significance of the following organelles and inclusions: nucleus, nucleolus, ribosomes, endoplasmic reticulum (two types), mitochondria, Golgi apparatus, lysosomes, microtubules, cilia, microvilli, glycogen, lipid, peroxisomes. Which of these require more than pure light microscopy for their identification? What additional techniques can be used?    ","hash":"3bd32bea33fcc1d43b33ce1768237752","title":"Questions","type":"lab_activity","url":"/lab01/questions/"}, {"body":"1. What are the differences between intramembranous ossification and endochondral ossification?\n ","hash":"387a5ad96c24a2fb2401ba7384562704","title":"Questions","type":"lab_activity","url":"/lab04/questions/"}, {"body":" #51 Kidney, PAS \u0026amp; Hematoxylin What is the functional significance of the occurrence of a brush border in the proximal tubule?  #49 Kidney, Human\nWhat are the components of the arterial portal system of the kidney? #1 Kidney, Rat, Iron Hematoxylin What is the significance of the differential distribution of mitochondria in the proximal versus the distal convoluted tubules?  Lab question: What are the components of the blood urinary barrier in the glomerulus?  Electron Micrographs Be sure you examine the electron micrographs in the lab.\n ","hash":"cb2c9c1a6c5dfcd290e83316a10b128e","title":"Questions","type":"lab_activity","url":"/lab12/questions/"}, {"body":"1. Why can the liver be characterized as both an exocrine and endocrine organ?\n2. What are the secretory products of the exocrine pancreas?\n3. What is the major factor controlling insulin secretion? Electron Micrographs Be sure that you examine the electron micrographs in the lab.\n ","hash":"0d3502ca511470207a464d0c63343025","title":"Questions","type":"lab_activity","url":"/lab17/questions/"}, {"body":"Reviewing what you have learned in the first labs, be sure that you know the structural characteristics and functional significance of the following organelles and inclusions, and be able to identify them in light and/or electron micrographs: nucleus, nucleolus, mitochondria, Golgi apparatus, lysosomes, ribosomes, endoplasmic reticulum (two types), microtubules, cilia, microvilli.\n ","hash":"ff0af1cd5081fa05d83396fd4079fbd6","title":"Review","type":"lab_activity","url":"/lab02/review/"}, {"body":"What subcellular organelle is responsible for attracting the basic stain? Rough endoplasmic reticulum. #115 Gall bladder, H\u0026amp;E Why are the microvilli not visible on all cells lining the lumen? Depending on the orientation of the section, certain cellular components may not be visible in all cells.\nQUESTIONS\n1. What are serial sections and why are they important? A continuous series of sections, which reveal structures in three dimensions. Serial sections are important for visualizing the three dimensional structure of the tissue in order to differentiate artifact from pathology.\n2. What is the relationship between heterochromatin and the synthetic activity of DNA? Heterochromatin is transcriptionally inactive DNA. A euchromatic nucleus is relatively unstained because the genetic material is being read.\n3. Where is the site of synthesis of ribosomal RNA? The nucleolus.\n4. What is the function of mitochondrial cristae? Site of enzymes related to ATP production.\n5. What is the functional significance of the Golgi complex? Site of posttranslational modifications, packaging, and sorting of proteins.\n6. How many membranes comprise the nuclear envelope? Two. The wall of a mitochondrion? Two. 7. What are the cytological and functional differences between cilia and microvilli? Cilia are motile microtubule based structures; microvilli are non-motile actin based structures.\n8. Know the structural characteristics and functional significance of the following organelles and inclusions: nucleus, nucleolus, ribosomes, endoplasmic reticulum (two types), mitochondria, Golgi apparatus, lysosomes, microtubules, cilia, microvilli, glycogen, lipid, peroxisomes. Which of these require more than pure light microscopy for their identification? What additional techniques can be used?  ","hash":"247ce492aad2472afea785cbcf9e2999","title":"Answers","type":"lab_activity","url":"/lab01/answers/"}, {"body":"#115 Gallbladder, Human. H\u0026amp;E Why do the nuclei appear at different levels in tangential sections? Depending on the orientation of the tissue during sectioning, the orientation of the cells on the slide can appear different than the orientation of the cells in tissue.\n#101 Small intestine (PAS and hematoxylin) What is the basis for the PAS stain? Most carbohydrates react with periodic acid to produce aldehydes, which convert the colorless Schiff reagent to pink, or magenta\n.\nh2. #102 Small intestine, (Bodian/silver)\nWhat types of intercellular junctions are commonly found in epithelia? Junctional complexes (tight junctions plus zonula adherens), desmosomes, gap junctions\n#5 Trachea Identify the two major types of cell that reach the lumen. What are their characteristics? Simple columnar ciliated epithelial cells and goblet cells (appear empty). What is responsible for the eosinophilic line at the apex of the majority of the cells? Basal bodies\nh2. #33 Esophagus, H\u0026amp;E\nWhich part of the slide image corresponds to the esophageal lumen? The bottom of the image would correspond to lumen of the esophagus because the epithelium is oriented facing the bottom of the image.\n ","hash":"73cf867702d513f7c5e269e00d37b441","title":"Answers","type":"lab_activity","url":"/lab02/answers/"}, {"body":"#16 Aorta, Cross Section  Where is the majority of brown fat found in humans? In newborns on the upper back, functioning in temperature regulation.\nQUESTIONS\n1. Are reticular fibers distinguishable in tissue stained with H\u0026amp;E? No 2. Why do adipocytes appear empty? Lipid is lost in tissue preparation.\n ","hash":"0f46d4534a8759e2cf1af10355e90088","title":"Answers","type":"lab_activity","url":"/lab03/answers/"}, {"body":"#6 External Ear (Elastin Stain) Where else does elastic cartilage occur in the body? Eustachian tube and epiglottis.\nQUESTIONS\n1. What are the mechanisms of cartilage growth? Appositional and interstitial growth\n2. What is the distribution of blood vessels in cartilage, and how does this relate to the nutrition of cartilage? Blood vessels are found only in the perichondrium. Nutrition by diffusion through ground substance\n#11 Rib, Cross Section. (H \u0026amp; E)  The cementing lines that delimit the Haversian systems may appear refractile or slightly basophilic. What accounts for this basophilia? Proteoglycans.\nQUESTIONS\n1. What structures are found within Haversian canals? Capillaries and nerves\n2. Is the osseous lamella adjacent to the Haversian canal the youngest or the oldest lamella of a particular osteon? The youngest\nBe sure you know how cartilage and bone differ morphologically, functionally, and with respect to blood supply.\n#97 Finger, human, 2 mos. (H\u0026amp;E)  What structure in mature bone is created by the zone of resportion? The marrow canal\nQUESTIONS\n1. What are the differences between intramembranous ossification and endochondral ossification? Intramembranous ossification: does not use a cartilage framework, bone develops directly on or within mesenchyme. Bone growth is appositional. Found in irregular bones such as the bones of the skull.\nEndochondral ossification: replaces a preexisting cartilage framework. The bone lengthens through interstitial growth and changes diameter through appositional growth. Found in long bones\n ","hash":"1459170863519d05219f6704892a0338","title":"Answers","type":"lab_activity","url":"/lab04/answers/"}, {"body":"#85 Spinal Cord, Cross section (Nissl stain)  How is the structure of the dorsal side of the spinal cord different from the ventral side? The ventral horns are more rounded. The cell bodies in the ventral horn are larger because they are involved in motor function. In this slide ventral is at the bottom of the image.\nTo what structures at the electron microscopic level do the Nissl bodies correspond? RER, free ribosomes\nWhat are the three layers of meninges? \u0026lt;Dura mater (outermost), Arachnoid matter, Pia mater (innermost). Is there anything inside the central canal? Cerebrospinal fluid\n#83 Thoracic Sympathetic ganglion, Human What is the functional consequence of the location of these neurons (that is, the parasympathetic ganglion) near the target organ? Nerve impulses reach the target organ more quickly via the parasympathetics than sympathetics. Impulses move more slowly along unmyelinated axons, and the unmyelinated postganglionic axons are much shorter in the parasympathetic system than the sympathetic system. \n#39 Colon, (H\u0026amp;E, thin plastic section) Locate neuronal cell bodies within the ganglia. What other types of cell would you expect to find in these ganglia? Glia\n#80 Sciatic Nerve, 2 sections (Cajal)  Find some nodes of Ranvier. What is their role? Site where depolarization occurs in myelinated nerves\n#113 Artery, vein and nerve, primate (H\u0026amp;E) What are the cells within the nerve whose nuclei are stained? Schwann cells, fibroblasts\n ","hash":"d058d4a09cff718ece2ac616d85d2582","title":"Answers","type":"lab_activity","url":"/lab05/answers/"}, {"body":"#51 Kidney, PAS \u0026amp; Hematoxylin What is the functional significance of the occurrence of a brush border in the proximal tubule? The brush border increases the surface area, facilitating the reabsorption that occurs in the proximal tubule\nWhat is the functional significance of the occurrence of a brush border in the proximal tubule? Expanded apical surface maximizes reabsorption\n#49 Kidney, Human, H\u0026amp;E What are the components of the arterial portal system of the kidney? Afferent arteriole, glomerular capillaries, efferent arterioles.\nWhat are the components of the blood urinary barrier in the glomerulus? endothelial cell cytoplasm (fenestrations); three-part glomerular basement membrane composed of type IV collagen and polyanionic glycosaminoglycans; slit-diaphragms extending from the podocytes.\n ","hash":"a00fa4c663ea8cad3499cfa31ac06eb7","title":"Answers","type":"lab_activity","url":"/lab12/answers/"}, {"body":"Examine the electron micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nSecondary follicle \nView larger sizeThe secondary follicle is multilayered and there is an accumulation of follicular fluid, the antrum (A). Fluid filled spaces between granulosa cells (*); granulosa cells (G); oocyte (O); theca folliculi (T); zona pellucida (Z); arrows indicate boundary between granulosa cells and theca interna. Note that the vasculature is outside the theca interna. (ovary, cat) Moran, D.T. and Rowley, J.C. Visual Histology, Lea \u0026amp; Febiger, Philadelphia, 1988, p. 217. Epithelium of Oviduct \nView larger sizeEpithelium of oviduct, scanning EM. Human oviduct showing ciliated cells and nonciliated cells (with microvilli). Fawcett, D.W. The Cell, 2nd ed., W.B. Saunders, Philadelphia, 1981, p.581. Diagram of implantation and placental formation \nView larger sizeSchematic diagram of implantation and development of the fertilized ovum. A, B, C and D illustrate stages in formation of the blastocyst and embedding of the blastocyst in the uterine wall. The relation of the growing embryo to the deciduae of the uterus is shown in E and F. Cormack, D.H. Ham's Histology, 9th ed., Lippincott, Philadelphia, 1987, p. 637. Placental barrier between maternal and fetal blood \nView larger sizeNormal human placental barrier at 24 weeks of pregnancy. Photomicrograph at upper right illustrates multinucleate syncytial trophoblast (ST) overlying the cytotrophoblastic cells (CT). The nuclei of the syncytiotrophoblast are more heterochromatic. H, Hofbauer cell, S, fetal stroma. In the larger micrograph the barrier between maternal and fetal blood can be seen: syncytiotrophoblast, cytotrophoblast, basal lamina, fetal capillary endothelium. Cytotrophoblast cells (CT) act as stem cells for the syncytiotrophoblast (ST) The syncytiotrophoblast contains an abundance of RER, pleomorphic microvilli (mv), lipid droplets (L), and membrane-limited granule. The basal lamina (bl) is thick). Fetal stroma (S); fetal capillary (FC); RBC, fetal red blood cell (RBC) with mitochondria and ribosomes; intervillous space (IVS) Weiss, L. ed., Cell and Tissue Biology, 6th ed., Urban \u0026amp; Schwarzenberg, Baltimore, 1988, p. 913. \n","hash":"fcb9047b3a133fa61a4bb2a8baeee4bb","title":"Electron Micrographs","type":"lab_activity","url":"/lab15/electron-micrographs/"}, {"body":"Learning objectives  Be able to distinguish the three types of muscle. Be able to describe how they differ in structure and function.  Muscle is especially adapted for contractility with elongated cells arranged in parallel to the direction of contraction. This contraction is used to move the body or change the shape of certain organs. Blood vessels within the associated connective tissue supply a rich blood supply to provide nutrients and oxygen and to eliminate waste products. Nerves also accompany the blood vessels in the connective tissue.\nThe unit of muscle tissue is a cell, often referred to as a muscle fiber. The term \"fiber\" is used here in contrast to a connective tissue fiber, which is non-cellular, and to a nerve fiber which is a cell process. Every muscle fiber is surrounded by a basal lamina called the endomysium. Its plasma membrane (which is not visible with the light microscope) is often called the sarcolemma and its cytoplasm is given a special name, sarcoplasm. Within the sarcoplasm are cytoplasmic contractile elements, the myofilaments. On both a structural and functional basis, muscle is classified as smooth, skeletal or cardiac. Skeletal and cardiac muscle fibers have a characteristic striated appearance due to the organization of myofilaments. In smooth muscle fibers the myofilaments are not arranged with regularity and so these cells are nonstriated.\n ","hash":"0edc468a48dac73575e232a7c06ed9ce","title":"Muscle","type":"lab_topic","url":"/lab06/"}, {"body":" Are reticular fibers distinguishable in tissue stained with H\u0026amp;E? Why do adipocytes appear empty?   ","hash":"9d294cd74412c47c6c2b387bed4d3c91","title":"Questions","type":"lab_activity","url":"/lab03/questions/"}, {"body":" Which lymphatic organs have afferent lymphatic vessels? How do lymphocytes enter:  lymph nodes MALT    What are the components of the blood thymic barrier? Which of the lymphatic organs filters blood?   ","hash":"55637646ae302f08f8b9a3d5897629a1","title":"Questions","type":"lab_activity","url":"/lab08/questions/"}, {"body":"1. What is the functional significance of the hypothalamo-hypophyseal portal system?\n2. What factors control the secretion of parathyroid hormone?\n3. What is the consequence of parathyroid hypofunction?\n4. How does parathyroid hormone act?\nBe certain that you understand the functional significance of the hypothalamo-hypophyseal portal system as discussed in lecture.\nElectron Micrographs Be sure that you examine the electron micrographs in the lab.\n ","hash":"d3c6424e14a594495071a71a04bb6d53","title":"Questions","type":"lab_activity","url":"/lab13/questions/"}, {"body":"1. Review the process of spermatogenesis.\n2. What is the effect of castration on the accessory sex glands (prostate and seminal vesicles)?\n3. Where is the primary source of testosterone?\n4. Where is the principal site of storage of spermatozoa in the male reproductive system?\n5. Follow the passage of spermatozoa from the seminiferous tubules of the testis up to ejaculation.\n6. Which organs are the major sources of seminal fluid?\n7. What are the components of the blood-testis barrier and what is its significance?\nElectron Micrographs Be sure that you examine the electron micrographs in the lab.\n ","hash":"443c20996d08669d0af7c2bb6c0a9a81","title":"Questions","type":"lab_activity","url":"/lab14/questions/"}, {"body":" #33 Junction of Esophagus and Stomach, Human. How can you diagnose whether you are looking at the upper or lower portion of the esophagus? #35 Stomach and Duodenum, Human or Monkey To what ultrastructural feature does the striated border correspond?  #101a (PAS) Small Intestine. Guinea Pig\nIn the lamina propria there are macrophages with irregular-sized PAS-positive inclusions. There are also mast cells. What accounts for the intense PAS-positivity of these cells?  Electron Micrographs Be sure that you examine the electron micrographs in the lab so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\n ","hash":"d7139e4ebb1436a657927a1a701f11f0","title":"Questions","type":"lab_activity","url":"/lab16/questions/"}, {"body":"Aggregates of lymphocytes are most common in the small intestine (Peyer's patches) and in the vermiform appendix. Are these aggregates encapsulated or unencapsulated? unencapsulated\n Which lymphatic organs have afferent lymphatic vessels? Lymph nodes How do lymphocytes enter:\na. lymph nodes - high endothelial venules?\nb. MALT - high endothelial venules? What are the components of the blood thymic barrier? a perivascular connective tissue sheath containing macrophages, a basal lamina, and an epithelioreticular cell sheath Which of the lymphatic organs filters blood? spleen   ","hash":"40a9e63005be1d71f8a703d4f29a7bb8","title":"Answers","type":"lab_activity","url":"/lab08/answers/"}, {"body":"Pituitary Gland #74 Pituitary, Human. H \u0026amp; E What kinds of cells are in the neurohypophysis? Pituicytes (glia), endothelial cells.\n#75 Pituitary, Human (Chrome-hematoxylin and Phloxin)  What do Herring bodies represent? Sites for storage or degradation of neurotransmitters.   What hormones might you expect to find in these structures? Vasopressin (antidiuretic hormone) and oxytocin.   Where are the hormones of the neurohypophysis synthesized? Hypothalamus.  Adrenal Gland #71 Adrenal, Human, dichromate fixation  What hormone is produced by the zona glomerulosa? Mineralocorticoids.   By the zona fasciculata? Glucocorticoids (cortisol in humans).   By the zona reticularis? Weak androgens.   By the medulla? Epinephrine (adrenaline) and norepinephrine (noradrenalin).   What hormones regulate the function of the cortex? ACTH, angiotensin II, epinephrine, norepinephrine.   How is medullary function regulated? Presynaptic nerves and glucocorticoids.  QUESTIONS  What is the functional significance of the hypothalamo-hypophyseal system? It allows for rapid and direct delivery of hypothalamic products with releasing and inhibiting effects on anterior pituitary cells What factors control the secretion of parathyroid hormone? Serum calcium levels What is the consequence of parathyroid hypofunction? Lowered blood calcium level can be life threatening. How does parathyroid hormone act? Raises serum calcium levels by acting on osteoblasts that in turn activate osteoclasts (release calcium from bone).   ","hash":"c3bf0e38d8c5b2c59e3cbb1f304527ef","title":"Answers","type":"lab_activity","url":"/lab13/answers/"}, {"body":"#56 Testis and Epididymis, Human, Adult, H\u0026amp;E Why are the Leydig cells eosinophilic? They contain numerous mitochondria.\nQuestions  What is the difference between spermatogenesis and spermiogenesis? Spermatogenesis is the entire process of formation of sperm from stem cell to spermatozoan. Spermiogenesis is the maturation process from spermatid to spermatozoan.  What is the effect of castration on the accessory sex glands (prostate and seminal vesicles)? Atrophy. Where is the primary source of testosterone? The Leydig cells. Where is the principal site of storage and mobility acquisition of spermatozoa in the male reproductive system? Epididymis. Follow the passage of spermatozoa from the seminiferous tubules of the testis up to ejaculation. Seminiferous tubules, tubuli recti, rete testis, ductuli efferentes, epididymis, ductus deferens, urethra. Which organs are the major sources of seminal fluid? Seminal vesicle, prostate gland, bulbo-urethral. What are the components of the blood-testis barrier and what is its significance? Tight junctions between Sertoli cells isolate developing sperm from the vasculature (prevent their immunological rejection).   ","hash":"5e4e711ff2061cb4d0c88f9ef683a0a6","title":"Answers","type":"lab_activity","url":"/lab14/answers/"}, {"body":"#64 Ovary, Adult Human, Corpus Luteum of Pregnancy What is the primary ovarian source of estrogenic hormones? Granulosa cells.\nWhat are the fine structural specializations of ovarian cells involved with the production of steroid hormones? Mitochondria with tubulo-vesicular cristae, SER, lipid droplets.\n#68 Uterine Tube, Human, H\u0026amp;E In which portion of the uterine tube does fertilization occur? Ampulla.\n#65 Uterus, Human Pre-ovulatory or Proliferative State, H\u0026amp;E What is the primary ovarian hormone stimulating the endometrium during this stage? Estrogen.\n#66 Uterus, Human, Secretory or Progravid Stage, H\u0026amp;E What is the dominant ovarian structure during the secretory stage? Corpus luteum.\nWhich ovarian hormone is necessary for the maintenance of the secretory stage of the endometrium? Progesterone.\nWhich zones of the endometrium may be lost during menstruation? Functionalis (compactum and spongiosum).\n#67 Cervix, Human What are some of the possible functions of cervical mucus? Impedes sperm entry except in peri-ovulatory period when the mucus is less viscous\nIn what other regions of the body does one observe an abrupt junction between simple columnar and stratified epithelia? Gastro-esophageal junction, colo-rectal junction.\nPlacenta What is the placental source of human chorionic gonadotrophin (HCG)? Trophoblast.\nWhat fluid bathes chorionic villi? Maternal blood\nBreast  What are the major hormones responsible for the cyclic changes in the mammary gland? Estrogen and progesterone.\n ","hash":"d3153c241a148d75f9dec93b61c745fb","title":"Answers","type":"lab_activity","url":"/lab15/answers/"}, {"body":" #33 Junction of Esophagus and Stomach, Human. How can you diagnose whether you are looking at the upper or lower portion of the esophagus? By the presence and/or proportion of skeletal muscle. #35 Stomach and Duodenum\nTo what ultrastructural feature does the striated border correspond? Microvillus border. #101a (PAS) Small Intestine\nIn the lamina propria there are macrophages with irregular-sized PAS-positive inclusions. There are also mast cells. What accounts for the intense PAS-positivity of these cells? Carbohydrate groups    ","hash":"e5b7d93e5f6ce1907f9a226fa45044fe","title":"Answers","type":"lab_activity","url":"/lab16/answers/"}, {"body":"#115 Gall bladder, H \u0026amp; E Bile is released under stimulation from the small intestine. What hormone is responsible for this? CCK.\nQuestions  Why can the liver be characterized as both an exocrine and endocrine organ? Secretion of bile into ductules, release of products into sinusoids (bloodstream) What are the secretory products of the exocrine pancreas? Digestive enzymes: trypsinogen, lipase, amylase, etc., in inactive state What is the major factor controlling insulin secretion? Blood glucose levels.   ","hash":"650fb9d6675882572f8657679e073777","title":"Answers","type":"lab_activity","url":"/lab17/answers/"}, {"body":"Learning objectives: 1. In Wright's stained blood smear:\n Recognize red cell morphology. Distinguish type of leukocytes. Be aware of the presence of platelets.  2. In smear of bone marrow:\n Recognize stages of erythropoiesis. Recognize stages of granulopoiesis. Identify megakaryocytes.  3. In section of bone marrow:\n Understand the structure of the tissue. Recognize megakaryocytes. Be aware of the presence of fat   ","hash":"6e914f59bbaed092abea2da4f241a6ce","title":"Blood, Hematopoiesis and Bone Marrow","type":"lab_topic","url":"/lab07/"}, {"body":"Learning objectives Know the structure and function of the lymphoid tissues and organs: (including afferent and efferent flow and specialized vasculature)\n bone marrow thymus tonsil diffuse lymphoid tissue (BALT and MALT) lymph nodes spleen  Components of the Lymphatic System The lymphoid system has primary lymphoid organs that produce lymphocytes and secondary lymphoid organs, which are the sites of immune response.\nPrimary lymphoid organs include bone marrow and thymus (encapsulated). All lymphocytes originate in the bone marrow. B cells (as well as monocytes, erythrocytes, granulocytes, and megakaryoctyes) remain in the bone marrow as they mature. T cells migrate to the thymus before maturation. Secondary lymphoid organs include tonsil, lymph nodes, spleen, and diffuse lymphoid tissue (bronchial-associated lymphoid tissue or BALT in the lungs and mucosa-associated lymphoid tissue or MALT in the digestive tract).\nLymphatic vessels carry lymph fluid, which contains particulate matter, and protein that escape from blood capillaries as well as ingested fats, microorganisms, and other antigenic material that penetrate epithelial surfaces. Lymph is filtered in lymph nodes and then returned to the circulation via the thoracic duct and the right lymphatic duct.\n ","hash":"6e2ddc01c4bec59e27770ca5d979e8ba","title":"Lymphoid Tissues","type":"lab_topic","url":"/lab08/"}, {"body":"Learning objectives  Understand the structure of the heart and its conducting system. Know the components of the vascular wall and how these differ among the types of blood vessels.  The cardiovascular system is composed of the heart and a continuous system of blood vessels including arteries, arterioles, capillaries, venules, and veins. Together the lymphatic vessels and the cardiovascular system form the circulatory system.\nEach component of the cardiovascular system is comprised of three layers referred to as tunics. The innermost layer is the tunica intima, which includes a single layer of cells lining the lumen called the endothelium. The middle layer is known as the tunica media, and the outermost layer is the tunica adventitia. There are important histological differences in the composition of these layers within each component of this system, which will be explored later in this lab.  ","hash":"989cb92186f3c2554e0d240ee05baffd","title":"Cardiovascular System","type":"lab_topic","url":"/lab09/"}, {"body":"Learning objectives 1. Know the layers of the skin.\n2. Understand how the components of the skin serve its various functions.\nThis laboratory exercise serves both as an introduction to the skin, the largest organ of the body, and as a review of the major tissues. As you study the slides of the skin, identify examples of epithelium, connective tissue, muscle and nerve.\nThe majority of skin is thin skin, most of which is hairy. Thick skin is restricted to the ventral surface of the hands and feet. All skin is made up of three layers:\n Epidermis- stratified squamous keratinizing epithelium Dermis - a superficial papilllary layer of loose connective tissue, underlain by a reticular layer of dense fibrous irregularly arranged connective tissue Hypodermis - deepest layer of skin, also called subcutaneous tissue, loose connective tissue, containing adipose tissue   ","hash":"86c09d6d8cf12e161065cd8a3874e384","title":"Skin","type":"lab_topic","url":"/lab10/"}, {"body":"Learning objectives 1. Recognize major parts of the respiratory track: trachea, bronchi, bronchioles, terminal bronchioles, respiratory bronchioles, alveolar duct, and alveoli.\n2. Understand the blood-air interface in the alveolus and know the function of the type I and II pneumocyte and alveolar macrophage.\nThe respiratory system functions in the exchange of gases between the external and internal environments. Major parts of the system include the nasal cavity, larynx, trachea, bronchi, and pulmonary alveoli. Some regions of the respiratory system are specialized for conduction of gases and other areas function primarily in the exchange of gases. Filtration mechanisms exist in both regions. The function of each part of the respiratory system is reflected in the structure of its wall: the type of epithelium and its apical modifications, intraepithelial and subepithelial glands, cartilaginous rings and plates, smooth muscle and elastic tissue, and the relationship of capillary endothelium to alveolar epithelium.\n Segment Characteristics   Conducting     Trachea Cartilage rings, pseudostratified ciliated epithelium with goblet cells, glands in submucosa   Bronchi Plates of cartilage, smooth muscle, pseudostratified ciliated epithelium with goblet cells, glands may be present   Bronchioles  No cartilage, smooth muscle, no glands Larger: pseudostratified ciliated epithelium with goblet cells\nSmaller: simple columnar or cuboidal, ciliated epithelium\nTerminal: Simple cuboidal ciliated epithelium with non-ciliated Clara (club) cells   Respiratory     Bronchioles Alveoli form out-pocketings from walls of bronchiole, smooth muscle in non-respiratory portions of walls Initial segment: both ciliated and Clara (club) cells\nDistal segment: Clara (club) cells predominate   Alveolar ducts and alveoli Squamous epithelium (type I pneumocytes), surfactant cells (type II pneumocytes), macrophages    ","hash":"cb1814f6702125a26984cdd4e569f061","title":"Respiratory System","type":"lab_topic","url":"/lab11/"}, {"body":"Learning objectives 1. Be familiar with the organization of the urinary system, including the kidney, ureter, bladder, and urethra.\n2. Understand the organization of the vascular and urinary parts of the kidney.\n3. Recognize the different parts of the nephron and be able to describe their structure and function\nThe urinary system consists of the kidneys, ureters, urinary bladder, and the urethra. The kidney is specialized for the removal of waste products from the blood and for the regulation of water and salt balance of the blood and intercellular fluids.\nThe kidney is divided into lobes. One lobe consists of the conical medullary pyramid and the cortical substance that surrounds it like a cap. This slide demonstrates a unilobar kidney. The human kidney is composed of 12-13 lobes.\n ","hash":"5862167b55c9202ad76dc93a15f02a2b","title":"Urinary System","type":"lab_topic","url":"/lab12/"}, {"body":"PITUITARY, ADRENAL, THYROID, PARATHYROID, PANCREATIC ISLETS OF LANGERHANS\nLearning objectives  Be able to recognize each of the endocrine organs and relate their structure to function. Be aware of the close proximity of the vasculature in the endocrine organs. Know the products of the organs and how their synthesis and release are controlled.   ","hash":"a745f30a680237f18617dcc25655d329","title":"Endocrine Glands","type":"lab_topic","url":"/lab13/"}, {"body":"Learning objectives  Understand and identify the components of the male reproductive system and the associated glands. Understand and identify the stages in spermatogenesis and the cells that play essential roles in these processes. Be aware of the importance of the blood-testis barrier.  The male reproductive system consists of the testes, the excretory ducts and associated glands, the penis, and the scrotum. The testes contain many seminiferous tubules, which are lined by a germinal epithelium consisting of germinal elements (spermatogonia, spermatocytes, and spermatids) and Sertoli cells. Lying between the seminiferous tubules are the interstitial cells of Leydig, which produce the male sex hormones (androgens). When sperm leave the seminiferous tubules they pass through the following series of ducts:\nDuctsCharacteristics1. tubuli rectishort, straight tubules lined by cuboidal or columnar epithelium (Sertoli cells); site of fluid secretion.2. rete testislabyrinth of anastomosing channels in the mediastinum lined by cuboidal or low columnar epithelium, each cell of which has a single cilium; site of fluid secretion.3. efferent ductspseudostratified epithelium with alternating patches of ciliated columnar and cuboidal cells; major site of fluid resorption; smooth muscle in wall of ducts.4. ductus epididymislong coiled duct with thin smooth muscle coat and a pseudostratified epithelium; columnar cells (called principal cells) which bear non-motile processes known as stereocilia are interspersed with rounded basal cells (found near the basement membrane); site of fluid absorption and sperm storage and maturation.5. ductus deferensthick muscular wall (to move spermatozoa toward ampulla) lined by pseudostratified columnar epithelium with some stereocilia.6. ampulladilated portion of ductus deferens.7. ejaculatory ductnarrower than ampulla; runs through prostate gland to empty into urethra. The male sex accessory glands are the paired seminal vesicles, the prostate gland, and the paired bulbourethral glands. The duct of each seminal vesicle unites with the ampulla of a ductus deferens to form a common ejaculatory duct. The prostate gland surrounds the ejaculatory duct and the prostatic urethra, and secretes into the latter.\n ","hash":"3cba1f5bcee217bd0c8beb80359892ac","title":"Male Reproductive System","type":"lab_topic","url":"/lab14/"}, {"body":"Learning objectives  Understand and identify the components of the female reproductive system. Understand and recognize the stages of follicular development in the ovary. Be aware of the hormonal function of the ovary. Understand the effects of the hormonal environment on the endometrium. Know the structure and function of the placenta. Be able to relate the appearance of the mammary glands to their functional state   ","hash":"6fcd27bffde6f9593460115773c750c4","title":"Female Reproductive System","type":"lab_topic","url":"/lab15/"}, {"body":"TONGUE, ESOPHAGUS, STOMACH, SMALL AND LARGE INTESTINE Learning objectives 1. Know how the fundamental organization of the GI tract is modified along its course from the esophagus through large intestine.\n2. Know the cell types in the mucosa of the GI tract and their function. The digestive system consists of the oral cavity, the pharynx, the alimentary tract (canal), and the anal canal. There are both intrinsic and extrinsic glands, which may secrete digestive enzymes or mucus to facilitate the digestion and transport of ingested food. The intrinsic glands lie within the mucosa or submucosa of their organ of origin. The extrinsic glands communicate with their organ of origin through ducts. The extrinsic digestive glands are the major salivary glands including the parotid, sublingual and submandibular (submaxillary) glands; the pancreas; and the liver. These glands will be discussed in the following lab.\nOrgans of the digestive tract typically have 4 concentric coats. Proceeding outward from the lumen these are: (1) the mucosa (mucous membrane), (2) the submucosa, (3) the muscularis (muscularis externa), and (4) the adventitia or serosa. (Refer to diagram below).\n1. The mucosa has three components: (a) the epithelium and its underlying basement membrane; (b) a thin underlying layer of loose, cellular connective tissue, the lamina propria; and © a relatively thin layer of smooth muscle, the muscularis mucosae. The latter may consist of both circular and longitudinally arranged layers.\n2. The submucosa is composed of a layer of dense, irregularly arranged connective tissue that contains nervous tissue (the submucosal plexus of Meissner), as well as blood vessels.\n3. The muscularis externa consists of at least 2 layers of smooth muscle; an inner circular and outer longitudinal layer. Connective tissue, separating the muscle layers, contains nerves (myenteric plexus of Auerbach) and blood vessels.\n4. The outermost layer of adventitia consists of a thin layer of loose connective tissue; where the digestive system is covered by peritoneum the adventitial layer is called the serosa.\n ","hash":"39feb71edfff6cfa460906258ec43d28","title":"Gastrointestinal System I","type":"lab_topic","url":"/lab16/"}, {"body":"Learning objectives  Understand the structure and function of the salivary glands. Understand the structure and function of the liver, including blood and bile flow. Be sure to know the products of the hepatocytes. Understand the structure of the gall bladder and bile duct. Understand the structure and function of the exocrine and endocrine pancreas.   ","hash":"e1c3690fe0c283414695129b175cc61c","title":"Gastrointestinal System: Salivary Glands, Liver, Gall Bladder, Pancreas ","type":"lab_topic","url":"/lab17/"}, {"body":"Learning objectives  Know the layers and chambers of the eye. Be able to describe the pathway of light. Know the structure and function of the components of the anterior segment. Know the organization of the retina and be able to relate this to the transduction of light and transmission of signal to the optic nerve  General Topography of the Eye Though its shape is not quite spherical, the eye is referred to as a globe (eyeball). Thus, the anterior pole is the center of the corneal curvature, while the posterior pole corresponds to the point of greatest curvature of the posterior segment. The geometrical axis is the line joining these two poles. The visual axis is the line drawn from the center of the fovea to the apparent center of the pupil.\nIn a horizontal section through the eye, three layers of the eyeball can be distinguished: the outer corneo-scleral coat; the middle uvea containing the choroid, the ciliary body and the iris; and the inner retina. The conjunctiva is a thin, transparent mucous membrane, which lines the posterior surfaces of the lids and the anterior part of the globe up to the cornea. The portion which belongs to the lids is called palpebral and the one clothing the eyeball, the bulbar conjunctiva. Its secretion provides protection for the cornea. This laboratory exercise includes an examination of a model of the eye and of a microscopic slide of a horizontal section through an eye.\n ","hash":"acd265520c949df262156c58444912a3","title":"The Eye","type":"lab_topic","url":"/lab18/"}, {"body":"Learning objectives  Understand the bony and membranous labyrinths. In the vestibule be able to recognize and describe the function of the sensory end organs. Be able to recognize and describe the function of the components of the cochlea including the organ of Corti.  #120 Ear, cochlea and vestibule Open with WebViewer  The ear presents some difficulties not encountered in previous slides. First, the sections are celloidin rather than paraffin and so are rather thick (about 20 mm), and second, the cochlea is a coiled structure and so is always sectioned repeatedly and often oddly. To get the most from the slide proceed as follows:\nThe bony labyrinth is a system of communicating cavities within the temporal bone, which are divided into three major regions: the semicircular canals (superior, horizontal and posterior), the vestibule and the cochlea. Suspended within the osseous labyrinth is the membranous labyrinth, which contains endolymph. Its wall is separated from the wall of the osseous labyrinth by a space containing perilymph. The membranous labyrinth consists of three semicircular canals, two small sacs, the utricle and saccule, and the scala media of the cochlear duct, all of which are in communication with each other. Find the cochlea and the vestibule.\nUnder low power (4X) locate: Temporal bone Fibers of cranial nerve VIII (cochlear or acoustic nerve, both of which contain both afferent and efferent fibers) Vestibule Cochlea Modiolus Spiral ganglia   Under low power (10X) locate: The turns of the cochlear duct \nWithin the cochlea\n Modiolus - the central core of the cochlea, formed of spongy bone Spiral ganglion - cell bodies of sensory neurons (bipolar neurons) of the cochlear nerve (a division of cranial nerve VIII) found within the modiolus. Depending upon the plane of section, there will be portions of the spiral ganglion at each turn of the cochlea Osseous spiral lamina - a spiraling shelf of bone projecting from the modiolus Three chambers of cochlear duct:  Scala media - cochlear duct (membranous labyrinth) - the triangular- shaped space whose acute angle is attached to the osseous spiral lamina Scala vestibuli - begins at oval window, is confluent with scala tympani at the helicotrema Scala tympani - begins at the helicotrema, ends at the round window   Membranes separating the scalae Basilar membrane - supports the organ of Corti and divides the scala media from the scala tympani Vestibular membrane (Reissner's Membrane) divides the scala media from the scala vestibuli, arises medially.    Spiral ligament - a thickening of the periosteum on the outer wall of the scala media\n   Under high power within the cochlea identify: Outer spiral ligament - periosteum of outer wall of cochlear duct Spiral prominence - thickened region of outer spiral ligament adjacent to stria vascularis  Stria vascularis - portion of spiral ligament lined by vascularized stratified epithelium, secretes endolymph Bipolar ganglion cells of spiral ganglion and their processes The organ of Corti.  Limbus spiralis - periosteal connective tissue at the inner angle of the scala media from which the vestibular lip protrudes Vestibular lip - pointed tip of the limbus spiralis from which the tectorial membrane arises   Tectorial membrane - secretory product of cells of vestibular lip (proteoglycans and fine fibers), overlying organ of Corti   Inner border cells - lining of internal spiral tunnel (inner spiral sulcus) from vestibular lip to inner hair cells Inner hair cells - single row of hair cells near internal spiral lamina Phalangeal cells (inner and outer) - support inner and outer hair cells  Outer hair cells - external hair cells, arranged in three rows   Inner and outer pillar cells - form borders of inner tunnel Inner tunnel - space formed by inner and outer pillar cells across which fibers of the cochlear nerve pass Supporting cells external to outer phalangeal cells (cells of Hensen, Claudius and Boettcher) Outer tunnel - space between outer phalangeal cells and cells of Hensen Habenula perforata – this is the region in the osseous spiral lamina where nerves enter and exit the organ of Cort\n   Within the vestibule identify:  Utricle - the portion of the membranous labyrinth into which the semicircular canals open Saccule - the portion of the membranous labyrinth which is continuous with the cochlear duct\n Identify the following specialized structures containing receptors for movement within the utricle or saccule: Maculae - sensory organs of utricle and saccule. Macula of saccule is attached to periosteum while that of the utricle is on wall of membranous labyrinth.   Hair cells (Note that the two types, I and II, cannot be distinguished.) Otolithic membrane   Phalangeal cells\n   At the ampullae of the semicircular canals (adjacent to the utricle): Crista ampullaris - sense organ found at each of the openings of the semicircular canals to the utricle. Not all slides have a crista ampullaris. Identify:\n Hair cells (Note that the two types, I and II, cannot be distinguished.) Cupula (missing in many slides) Phalangeal cells       View diagram\n \n","hash":"c2510269650b2c2cbb6cb42613e25af8","title":"The Ear","type":"lab_topic","url":"/lab19/"}, {"body":"Faculty Partner: Columbia University College of Physicians and Surgeons Dr. Patrice Spitalnik\nAssistant Professor of Clinical Medicine, Department of Pathology\nDr. Joan W. Witkin\nSpecial Lecturer Department of Pathology and Cell Biology\nCTL Production Team Executive Director\nKatherine Ross\nSenior Director\nMaurice Matiz\nWeb Site Development\nNick Buonincontri\nMarc Raymond\nSpecial thanks to Pat Molholt, Associate Dean for Education and Scholarly Resources, and the CORE Resources Group for their assistance with this project.\n ","hash":"f34bb62f734d1cecaa4de6a8b8efab52","title":"About","type":"page","url":"/about/"}, {"body":"http://histologylab.ccnmtl.columbia.edu/answers_5.html\n","hash":"1ac6f3f7d2ccdc74883964c15079c892","title":"Answers","type":"page","url":"/answers/"}, {"body":"http://histologylab.ccnmtl.columbia.edu/answers.html\n","hash":"3f308ca317fa95befd3e624af81f67b1","title":"Answers","type":"page","url":"/answers_1/"}, {"body":"The study of normal and pathologic blood development is based on the examination of stained smears of peripheral blood and bone marrow and sections or smears of lymphoid tissue of the thymus, spleen, lymph nodes and lymphoid infiltrations and aggregates along the G.I. tract. During this lab, become familiar with the morphology of mature peripheral blood cells and study the stages of blood development.\nThe cellular or formed elements of peripheral blood are classified according to the details of their appearance following staining with polychromic stains, e.g. Wright's stain. Four groups or classes of cells or cell fragments are usually present in peripheral blood:\n Erythrocytes (red blood cells). Granular leukocytes: neutrophils, eosinophils, and basophils Agranular leukocytes: monocytes and lymphocytes Platelets  #12 Blood smear, Wright's stain Open with WebViewer To study the cell types in your preparations first scan the smear at low power and select a region where the red cells do not overlie one another and where they are stained pink. After finding an area that is well smeared and well stained, use the highest magnification to examine the blood cells, particularly the leukocytes. Identify neutrophils, lymphocytes, eosinophils, and monocytes. This slide does not have basophils as they account for less than one percent of the total number of leukocytes. Platelets will also be found. Use the chart and images in the lab manual to assist in identifying these different cell types.\n \n\n\n","hash":"852cdb677e8488653149c2260292a75a","title":"Blood","type":"lab_activity","url":"/lab07/blood/"}, {"body":"Cartilage is a specialized type of connective tissue whose unique combination of rigidity, elasticity and resilience is due primarily to the special properties of its matrix. As in other connective tissues, its matrix is composed of fibers (collagenous or elastic) and a ground substance that is rich in extracellular glycosaminoglycans (particularly the chondroitin sulfates). Cartilage is avascular, but its matrix is permeable to nutrients and waste products.\nCartilage is the primary skeletal tissue of the fetus, and it serves as a model for the development of endochrondral bone. In the adult, cartilage forms the articular surfaces of joints, the skeleton of the external ear, the septum of the nose, supporting rings and plates of the trachea and bronchi, and intervertebral discs. Three types of cartilage are found in the adult: hyaline, elastic, and fibrocartilage. These are classified according to the predominant component of their extracellular matrix. As in other connective tissue classifications, there are gradations between these basic types.\nHyaline Cartilage #5 Trachea (H\u0026amp;E) At low power, locate the incomplete rings of hyaline cartilage in the wall of the trachea. At higher magnification observe that a perichondrium surrounds the cartilage; this merges with the cartilage on one side and with the surrounding connective tissue of the other side. Blood vessels within the perichondrium provide the blood supply for the avascular cartilage. Chondroblasts are cells adjacent to the perichondrium and recently derived from it. They are not yet completely embedded in the matrix. Mature cartilage cells or chondrocytes are surrounded by matrix and lie within spaces called lacunae. In life the chondrocytes completely fill the lacunae. Note that the cartilage matrix is relatively homogeneous and basophilic. This is due to the masking of the collagen fibers by the high concentration of the glycosaminoglycans in the ground substance.\nOpen with WebViewer Elastic Cartilage #6 External Ear (Elastic Stain) Elastic cartilage provides support with flexibility. The general organization of this type of cartilage is similar to that of hyaline cartilage, except that elastic fibers predominate over collagen fibers in the matrix. Elastic fibers are stained specifically (black) by the Weigert's stain. Where else does elastic cartilage occur in the body? Open with WebViewer Fibrocartilage Fibrocartilage can be considered as a transitional type of tissue, between hyaline cartilage and dense collagenous connective tissue, and it occurs in regions where support and great tensile strength are desirable.\nQuestions 1. What are the mechanisms of cartilage growth?\n2.Are blood vessels found in cartilage and how does this relate to the nutrition of cartilage?\n\n","hash":"2236df99c648a2191a3968107cb52d11","title":"Cartilage","type":"lab_activity","url":"/lab04/cartilage/"}, {"body":"The first step in preparing a tissue or organ for microscopic examination is fixation, or preservation, of the specimen. Formalin is a commonly used fixative. Many other fixatives are available and are used in the study of specific structures.\nNote: There is a more complete description of methods for preparation of histological samples at the end of this laboratory manual (p. 92) under the heading \"Histological Techniques\". The specimen on the microscope slide is a thin section (usually 5 micrometers) of the fixed tissue or organ. The section is stained by one or more dyes. Without staining the section would be nearly invisible with the microscope. Components of the specimen generally stain selectively and, on this basis, various regions of the specimen may be differentiated from each other.\nMost dyes are neutral salts. In some stains, the dye moiety is a cation and such dyes are called cationic or basic dyes. These form salts with tissue anions, especially the phosphate groups of the nucleic acids and the sulfate groups of the glycosaminoglycans. When the dye moiety is an anion, the dye is called anionic or acid dye and salt formation occurs with tissue cations including the lysine and arginine groups of tissue proteins. Tissue components that recognize basic dyes are \"basophilic\" and those that recognize acid dyes are \"acidophilic\". A common combination of stains is hematoxylin and eosin (H\u0026amp;E), which are commonly referred to as basic and acid dyes, respectively.\n#39 Colon. H\u0026amp;E This slide illustrates different kinds of cells; do not be concerned at this time with the structure of the colon. Large numbers of cells are seen. Nuclei are basophilic and are stained blue. At lower magnifications they appear as blue dots and at higher magnifications chromatin and nucleoli may be identified within the nucleus. Surrounding the nucleus is the acidophilic cytoplasm stained pink (due to the positive charges on arginine and lysine). The luminal surface (center of the slide) is smooth and consists of pale cells (called Goblet cells), absorptive cells, and enteroendocrine cells that make up the mucosa. These cells are forming columnar structures called intestinal glands. The free surface of the cell, facing a lumen, is referred to as the cell apex and the opposite surface is the cell base. The lateral borders should be seen and contain structures that connect the cells together. Note that (luminal) mucosa is densely packed with cells arranged in rows. Open with WebViewer  ","hash":"6042adad795f0b978c1be87d5d784094","title":"Cells, Organelles: Basic and Acid Stains","type":"lab_activity","url":"/lab01/cells-organelles-basic-and-acid-stains/"}, {"body":"The central nervous system consists of the brain and spinal cord.\n#85 Spinal Cord, Cross section (Nissl stain) At low power identify the centrally located butterfly or H-shaped arrangements of the gray matter. Identify the white and gray matter, and the dorsal (posterior) and ventral (anterior) horns of the gray matter. How is the structure of the dorsal side of the spinal cord different from the ventral side?\nOpen with WebViewer With medium magnification, identify the cell bodies of the large motor neurons in the anterior horn of the gray matter. Identify the basophilic Nissl substance. To what structures at the electron microscopic level do the Nissl bodies correspond?\nWithin the white matter, note the nuclei of glial cells (mostly oligodendroglia) and the cross sections of axons (unstained). The clear space surrounding each axon is occupied in life by the myelin sheath. Note the meninges surrounding the spinal cord. What are the three layers of meninges? Is there anything inside the central canal?\n#84 Spinal Cord, Cross Section (Cajal's silver) Open with WebViewer At low power identify the centrally located butterfly-shaped arrangement of the gray matter. Within the gray matter, locate the cell bodies of neurons and the associated dendrites and axons. Surrounding the gray matter is the paler staining white matter and the supporting cells (oligodendroglia and others). In the gray matter, note the size and shape of the cell body of the neurons, particularly those in the anterior (ventral) horn.  With the Cajal technique, silver is precipitated on neurofilaments within neuronal cell bodies and their processes. In general, all of the cells and their processes are revealed by this technique. Note that in the gray matter most of the axons are oriented in the plane of the section. In contrast, most of the axons of the white matter are viewed in cross section, since the fibers are running to and from the brain and other segmental levels of the spinal cord. Note the surrounding meninges, and identify the central canal of the spinal cord.\n\n","hash":"37e39de3f63e7df514964065ea263c47","title":"Central Nervous System","type":"lab_activity","url":"/lab05/central-nervous-system/"}, {"body":"Examine the electron Micrographs so that you understand the ultrastructural equivalents of the structures you have seen under the microscope.\nOrgan of Corti (guinea pig) \nView larger sizeOrgan of Corti (guinea pig), scanning EM of inner and outer hair cells. Bloom, W and Fawcett, DW, A Textbook of Histology 10th ed., WB Saunders, Philadelphia, 1975, p. 980 \n","hash":"e48a8c8751a038f12c28b3ab7e3245bb","title":"Electron Micrographs","type":"lab_activity","url":"/lab19/electron-micrographs/"}, {"body":"Paraffin Embedding\nSince water and paraffin do not mix, the first step in embedding with paraffin is to replace the water in the tissues with a solvent that is miscible with paraffin. Following are the steps in paraffin embedding:\n1. Dehydration - It is the first part of the process. It is usually accomplished by transferring the block of tissue through a series of alcohol-water solutions beginning with 50 percent and running up to water-free or absolute alcohol.\n2. Clearing - The alcohol is replaced by Histoclear (a non-toxic substitute for xylol) or cedar oil, which is readily soluble in alcohol, and in turn, is replaced by melted paraffin.\n3. Embedding - The actual embedding takes place when the paraffin- infiltrated tissue is placed in fresh paraffin and the latter allowed to cool. It is important to remember that the xylol and other solvents will dissolve the fats of the tissues unless they are fixed by some special chemical such as osmic acid.\nCelloidin Embedding\nCelloidin is dissolved in equal parts of absolute alcohol and ether. The tissue is dehydrated in alcohol in the same way as for paraffin except that it is transferred from absolute alcohol to a dilute solution of celloidin. As the alcohol and ether evaporate, they are replaced by more concentrated celloidin. It is finally hardened in chloroform and stored in 80 percent alcohol. It is a much longer process than paraffin but causes much less shrinkage and distortion. It is used especially in examination of the eye and brain.\nEpoxy Embedding\nIntroduction of epoxy embedding media has greatly reduced artifacts due to shrinkage and also has allowed thinner sectioning than was possible with paraffin. The thinner sections (approximately 1 u) may be viewed after staining with the light microscope or may be sectioned thinner and examined by electron microscopy.\n ","hash":"09f19d58ab02f3518d73209d38823841","title":"Embedding","type":"histology_technique","url":"/histological_techniques/embedding/"}, {"body":"This process has two phases: 1) the coagulation or precipitation of the various components of the tissues and cells and 2) their preservation in a state as nearly as possible like the living condition by forming stable chemical compounds.\nThe first phase carries with it an intrinsic source of difficulty and error. The precipitation may be uneven and cause deposits to form where no structure existed in the living cell. These are called \"fixation artifacts\". The second phase also carries a source of difficulty because the compounds formed by some fixatives will not take up some stains.\nIt has not been possible to find an ideal fixative that 1) penetrates quickly, 2) renders all parts of all cells permanent and 3) allows the use of all kinds of stains.\nThe reason for this is not difficult to understand. The cell is a highly complex mixture of proteins, carbohydrates and fats. The ideal fixative would not only have to form stable compounds with all of these, but also render them insoluble both in fat solvents and in water. Some fixatives not only fail to preserve certain parts of the cell but actually dissolve or destroy them. For example, acetic acid destroys mitochondria. Moreover, some fixatives change the shape and relationship of parts of a tissue by shrinkage.\nFormalin\nThis is a good general fixative. Its effect is to cross-link membrane proteins by forming covalent bonds. It is made by dilution of commercial formaldehyde (which is a 40% solution of formaldehyde gas in water) in an aqueous phosphate buffer. The usual strength is 10% (or 4% of the gas). It penetrates rapidly, causes little distortion, does not destroy any of the cellular constituents and can be followed by almost all staining methods. It hardens the tissues very slowly, however, and does not protect them from the shrinking agents employed in embedding and sectioning. For this reason it is often combined with other fixing agents.\nOsmium\nOsmium tetroxide (OsO4) preserves the cell in a form closer to the living than any other fixative. Its great disadvantage is that it penetrates poorly and cannot be followed by many stains. It is also used as a stain because it blackens fat and various lipid-containing materials such as the myelin sheaths of nerve fibers, and makes them insoluble both in water and in fat solvents. Osmium tetroxide solution, in various buffers, is a standard fixative for electron microscopy.\n ","hash":"48f86762c5b55f219a45fd188f7586d6","title":"Fixation","type":"histology_technique","url":"/histological_techniques/fixation/"}, {"body":"Viewing Web Slides The Adobe\u0026reg; Flash\u0026reg; Player is required to use the Spectrum WebViewer. For more information on installing and enabling Flash in your browser, please refer to the Adobe Flash Player Help page.\nIn this online lab manual the \"Open with WebViewer\" link above a thumbnail image will take you to Spectrum WebViewer. If you are using a PC, you have the option of also viewing the images with ImageScope. Clicking the \"open in imagescope\" link on the top right of Spectrum WebViewer will open the image in ImageScope.\nYou can download the free ImageScope viewer from this Website: http://www.aperio.com/software/ImageScopeInstaller.exe. This software is also available on the public computers in the CUMC Library and in PH17. For help with ImageScope, download the ImageScope Quick Reference guide. ImageScope does NOT work with Macs.\nRemote Access If you are trying to access the web slides from an off-campus location, you will need to install and run the Virtual Private Network (VPN). VPN is a program that encrypts data before it is sent across a network.\n ","hash":"7ab4821d5304ef493d0218e67086f202","title":"Help","type":"page","url":"/help/"}, {"body":"In order to study tissues with a microscope they must be preserved (fixed) and cut into sections thin enough to be translucent. The process of fixation is briefly described in the next section. Fundamentally it consists of a chemical or physical method of killing the tissue and yet retaining characteristic peculiarities of shape and structure. Following fixation, blocks of tissue must be cut into thin sections. One way is to make a firm block by freezing fresh or fixed tissue. Other techniques involve dehydration in alcohols and infiltration with paraffin, or some similar agent - a process called embedding. Sections 3 to 10 microns (3 to 10 thousandths of a millimeter) in thickness are cut on steel knives mounted in an instrument called a microtome, which has a precise mechanical advance.\nFor electron microscopy the sections are considerably less than one ten-thousandth of a millimeter (0.1 micron, \u0026#956;m) thick. This is accomplished by embedding the tissue in a plastic such as Epon or araldite (epoxy resins) and cutting on special ultramicrotomes equipped with a fine mechanical or thermal advance. Sections are cut with glass or diamond knives and mounted on copper mesh grids.\nIn some cases, serial sections are required. For this technique, multiple consecutive sections are prepared as slides. Using serial sections allows the 3D structure of the tissue to be visualized. This is especially important in determining whether an abnormality is an artifact of preparation or a pathologic process.\nIn work with the light microscope, it is difficult to recognize the various components of cells and tissues without differential staining. The stains may react chemically or physically and a wide variation is possible. The staining method can be altered to suit the needs of the examiner in order to accentuate certain tissues or organelles.\nFinally, in order to preserve the section which has been made from a block of fixed tissues and stained, it is mounted on a glass slide and covered with a thin cover glass by means of a transparent substance which hardens and seals the preparation to make it permanent. Some tissues are stained and then mounted. More often the tissue is placed on the slide first and then stained. The mounting medium used to attach the coverslip must have a refractive index similar to that of the glass slide and cover slip to prevent distortion.\n FixationEmbeddingStainingStaining Methods Used in This Lab Collection  ","hash":"77dc34923df602b6df96046cdaa69517","title":"Histological Techniques","type":"page","url":"/histological_techniques/"}, {"body":"#50 Kidney, (H\u0026amp;E) Identify the outer, brighter staining cortex and the central, paler staining medulla. The cortex is characterized by round capillary tufts called glomeruli within the renal corpuscles. The base of the medullary pyramid lies below the cortex, and the apex of the pyramid projects or empties into the renal pelvis. The hilum of the kidney is the site of entrance and exit of the renal artery, vein and ureter. Note the abundance of white fat in this region.\nOpen with WebViewer Examine the junction between cortex and medulla. This junction is irregular. The cortex is subdivided into alternating regions: 1) the cortical labyrinth consists of glomeruli and convoluted tubules and 2) the medullary rays consist primarily of radially directed straight segments of the loop of Henle and collecting tubules. A kidney lobule consists of a medullary ray and the portions of the adjacent cortical labyrinth. The medulla is further sub-divided into an outer zone adjacent to the cortex and an inner zone including the tip of the pyramid (which is called the papilla).\nWith medium power identify the different regions of the nephron, the structural and functional unit of the kidney. A nephron is composed of: 1) renal corpuscle, consisting of the vascular glomerulus and its capsule (Bowman's capsule); 2) proximal convoluted tubule; 3) loop of Henle, consisting of a thick descending segment, a thin U-shaped segment, and a thick ascending segment; and 4) distal convoluted tubule. The excretory portion of the kidney begins with the collecting tubules (which are in continuity with the distal convoluted tubules).\n Within the renal corpuscle identify the vascular capillary tuft called the glomerulus. Search for a renal corpuscle in which you can identify the vascular pole. This is the site of the entrance and exit of the afferent and efferent arterioles, respectively. Identify the visceral and parietal layers of Bowman's capsule, and try to locate a renal corpuscle in which the parietal layer of Bowman's capsule is in continuity with a proximal convoluted tubule. This junction is the urinary pole of the renal corpuscle, and it lies opposite the site of the vascular pole.  Proximal convoluted tubules surround the glomeruli, and are the most abundant tubules of the cortical labyrinth. The cuboidal epithelium of the proximal tubules is strongly acidophilic, in contrast to the lightly stained distal tubules.  Search for a glomerulus in which the last portion of the thick ascending limb distal tubule is closely apposed to the vascular pole of the renal corpuscle. This area has cells that are more columnar and have a higher concentration of nuclei, and is called the macula densa. The macula densa, together with the modified muscle cells of the afferent arteriole called the juxta-glomerular apparatus. The juxtaglomerular cells are secretory and release an enzyme called renin into the blood stream. Distal convoluted tubules. Leading from the macula densa, the nephron becomes the distal convoluted tubule. The cuboidal epithelium of the tubules is palely stained with H\u0026amp;E. The distal tubules are much less numerous than the proximal tubules in the cortical labyrinth.  Next, examine the medullary rays adjacent to the labyrinth and the medulla itself.\nIdentify the collecting tubules in the ray and in the medulla. These latter tubules are pale-staining like the distal tubules, but differ from them in that their epithelium is more columnar, the apex of the epithelial cells tend to bulge into the tubule lumen, and the intercellular boundaries are readily evident as the cells do not form interdigitations.\nThe following are difficult to distinguish from adjacent surrounding tubules.\n The radially running thick descending segment of the loop of Henle (cytologically similar in appearance to the proximal convoluted tubules with which they are continuous in the ray) The thin segment of the loop of Henle (in most cases the simple squamous epithelium of these tubules cannot be distinguished from that of a capillary in the inner zone of the medulla) The thick ascending segment of the loop of Henle (cytologically similar in appearance to the distal convoluted tubules with which they are continuous) returns to the glomerulus of origin of the nephron and forms the macula densa (see description above)   Try to visualize the spatial relationships of an entire nephron as you examine the cortical labyrinth and rays, and consider which components you would expect to find in each region.\nThe renal medulla consists primarily of collecting tubules and larger collecting ducts, thin segments of the loop of Henle, and the thick ascending and descending segments of the loop of Henle. The largest collecting ducts that open on the area cribrosa of the papilla are the papillary ducts (of Bellini). Note the epithelial type lining the renal pelvis. The calyx itself is lined by transitional epithelium.\n#103 Kidney, Periodic acid Schiff (PAS) reaction and hematoxylin Orient yourself as with the previous slide, and then examine the cortical labyrinth with medium power. Locate a region with several renal corpuscles. The staining differences of the general cytoplasm in the two types of convoluted tubules are not as distinct with this stain as with H\u0026amp;E, but the proximal convoluted tubules can be readily identified by the PAS-positive brush border stained red or magenta at its luminal surface. Glomeruli and proximal and distal convoluted tubules are all sharply demarcated at their outer surfaces by PAS, since this is also an excellent stain for demonstrating basement membranes. Examine the tubules and glomeruli under higher magnification and identify all the components of the cortical labyrinth. Note regions in which the glomeruli have been section through the urinary and/or vascular pole\u0026lt;. At the vascular pole, look for examples of the macula densa and the juxtaglomerular cells. Within the glomerulus, examine the parietal epithelium of Bowman's capsule and the visceral epithelium of the glomerulus. Be sure you understand the cells that form the visceral epithelium and the composition of the glomerular filter.\nOpen with WebViewer Examine electron micrographs of the glomeruli, proximal and distal convoluted tubules in your textbook and in the lab, and correlate the PAS-positive structures evident with the light microscope with their ultrastructural counterparts. What is the functional significance of the occurrence of a brush border in the proximal tubule? Be sure you understand the significance of PAS staining.\n#49 Kidney, (H\u0026amp;E) Examine the cortical labyrinth and rays as described previously. Be certain that you understand the blood supply of the renal corpuscle, the convoluted tubules, and the loop of Henle, and the functional significance of these. Consult your textbook and its illustrations. What are the components of the arterial portal system of the kidney?\nOpen with WebViewer \n","hash":"ea1139cdadb185bef083addd66f75435","title":"Kidney","type":"lab_activity","url":"/lab12/kidney/"}, {"body":"http://histologylab.ccnmtl.columbia.edu/lab_index.html\n","hash":"ee52798fb1277002dab2bfad65602cda","title":"Laboratory Topics","type":"page","url":"/laboratory-topics/"}, {"body":"This form of connective tissue has the largest number of cells per unit volume of extracellular matrix. The large number of cells frequently makes it difficult to distinguish the fibrous component without the use of special stains. The fibers in the matrix have a loose and irregular arrangement, and they consist of collagenous, elastic, or reticular fibers. Fibroblasts and macrophages are the most common cells in loose connective tissue, but mast cells, plasma cells, neutrophils and fat cells may also be found.\n#39 Colon, H\u0026amp;E. Examine the scanned image at low power, and note that one surface is indented by pits that are lined by columnar epithelial cells. Immediately beneath these cells is the loose connective tissue called lamina propria.\nOpen with WebViewer \n","hash":"1dd3cd07933f0341b301083f7374648b","title":"Loose Connective Tissue","type":"lab_activity","url":"/lab03/loose-connective-tissue/"}, {"body":"The major salivary glands (as well as the pancreas) are examples of exocrine glands, meaning the products of secretory cells are delivered via ducts to their functional site. These glands are classified according to: (1) the organization of the cells in the secretory portion of the gland e.g. tubular, alveolar (synonymous with acinar) or tubulo-alveolar (both types are present), and (2) the configuration of the cells that form the excretory duct (or ducts). If the duct is unbranched, the gland is called a simple gland. If however, the duct branches the gland is known as a compound gland.\nThe parotid, submandibular, and sublingual glands are all compound (branched), tubulo-alveolar (acinar) glands with a merocrine (exocytotic) type of secretion. The secretory product is either serous (a protein product secreted in vesicles) or mucous (a large sulfated glycoprotein). Be sure that you can distinguish between serous and mucous cells. Serous cells have rounded, central nuclei and basophilic cytoplasm. The cytoplasm of mucous cells appears unstained due to the loss of the mucus product during tissue preparation. The nuclei of mucus cells are flattened at the base of the cells. There are myoepithelial cells between the basal lamina and the basal plasma membrane of the secretory cells.\n#40 Parotid gland, (H\u0026amp;E) This gland is purely serous in the adult human, so that all of the secretory units or acini have a similar appearance. A fibrous connective tissue capsule surrounds the gland and sends septa inward that subdivide the gland into lobules. Open with WebViewer Scan the slide on low power and observe that within each lobule there are several prominent ducts with a more distinct lumen; these stand out sharply from the surrounding acini because of their acidophilia. These are the intralobular or striated ducts. Larger interlobular or excretory ducts are embedded in the extensive interlobular connective tissue, and their epithelium may be either simple columnar, pseudostratified, or stratified. Goblet cells are occasionally seen in the interlobular ducts. The secretory acinus is connected to the intralobular duct by a thin intercalated duct, which is difficult to see in this slide. These intercalated ducts consist of a cuboidal epithelium, and their diameter is less than that of either the acinus or the intralobular duct.\n#41 Sublingual Gland, (H\u0026amp;E) This is a mixed gland, with both mucous and serous secretory units. Most of the acini are either purely mucous or are mixed. The mixed secretory units consist of a mucous acinus capped by a crescent-shaped aggregation of serous cells called a serous demilune. Open with WebViewer The submandibular gland is also a mixed gland that is predominantly serous.\n\n","hash":"2edec68379185914d64bca3e03997adc","title":"Major Salivary Glands","type":"lab_activity","url":"/lab17/major-salivary-glands/"}, {"body":"The following is intended to acquaint the student with the light microscope. The major parts of the instrument will be named and a method for the effective use of the microscope will be outlined. The comments apply to the Nikon student microscope but will apply directly, or with slight modification, to student instruments of other manufacturers.\nThe microscope consists of a compound optical system (the objective lens and the ocular lens); a movable specimen support (the mechanical stage); an illumination system (the lamp and the condenser lens with its iris diaphragm). All the systems are attached to the microscope stand consisting of the base and arm.\nThe microscopes used in the course have a binocular head, which may be rotated after loosening its clamping screw. The topmost elements in the optical system are the eyepieces or ocular lenses. The interpupillary distance may be varied. One of the eyepieces may have a pointer, and note that one (or both) eyepiece(s) may be focused separately to compensate for dioptric differences between your eyes.\nThe revolving nosepiece is the inclined, circular metal plate to which the objective lenses, usually four, are attached. The objective lenses usually provide 4x, 10x, 40x and 100x magnification. The final magnification is the product of the magnification of the ocular and objective lenses. A slide is placed on the mechanical stage and is moved by rotating the stage control knobs. The lamp is an integral part of the base. The fine and course focus controls are mounted coaxially on the stand just above the base. The arm connects the base to the binocular head-revolving nosepiece assembly. The component of the illumination system immediately below the stage is the condenser. The height of the condenser may be varied to give a bright, evenly illuminated field. Generally the condenser is used in its highest position or just slightly lower. A lever projects from the condenser and it is used to vary the opening of the condenser (or iris) diaphragm. For work with the scanning (4x) and low-power (10x) objectives, the condenser diaphragm should be wide open. For work with the high-dry (40x) and oil-immersion objectives (100x), however, the diaphragm should be closed slowly while looking at a sharply focused section until the level of illumination is just slightly reduced. This is the setting of the condenser diaphragm for optimum contrast and resolution. (From a theoretical point of view this is not quite correct. The diaphragm should be adjusted for each magnification. In most instances, however, it is much less critical at the lower magnifications).\nIn examining a slide with the light microscope, the following sequence of steps should be used:\n Place the slide on the stage and examine it with the scanning objective (4x). Scan the entire section. Often tissue and organ identification can be made at this magnification. Select an area or areas for study at higher magnification. Rotate the revolving nosepiece to place the lower-power objective (10x) in the optical axis. When turning the nosepiece, grasp the nosepiece itself or the part of the objective adjacent to the nosepiece to avoid excess stress on the objective. Proceed to the next step in magnification, if necessary, which is high dry (40x). Adjust the condenser. For some specimens, especially blood and cellular organelles, you may want to use the highest magnification, which is oil immersion (100x). The following procedure must be used when working with the oil immersion lens:  focus carefully on a selected area with the high-dry objective, swing the high-dry objective out of the light path and allow the nosepiece to remain in an intermediate position between the high-dry and the oil-immersion objectives, place a drop of immersion oil (available in the bookstore) on the slide in the appropriate region to be studied, swing the oil-immersion objective into position. The distance between the front element of the objective and the surface of the slide will be about 1.0mm, and the oil will form a bridge between the slide and the objective. The area to be examined should be within the field and should require only slight refocusing. You may need to readjust the condenser.    When finished using the oil-immersion objective, both the objective and the slide must be wiped with lens paper (available in the bookstore). If oil is allowed to dry on the high-dry or oil-immersion objective, the optical performance of the instrument will be severely reduced. The dried oil must be removed with lens paper.\nBe careful not to move the high-dry objective into position while oil is on the slide. If this is done by mistake, the high-dry objective must be cleaned by wiping the front element with lens paper.\nSlides should be cleaned with lens paper or tissue to remove fingerprints, oil or dirt. If the slide cannot be cleaned with a dry tissue, use alcohol.  ","hash":"b70aa4f56e59d2d6017a1df4ed49a694","title":"Microscope","type":"page","url":"/microscope/"}, {"body":"Familiarize yourself with the three layers of the eyeball and its contents.\n The layers of the eye The external layer consists of the sclera and cornea; the middle layer (vascular layer) consists of the choroid, ciliary body and iris. The inner layer is nerve tissue, the retina. The retina consists of an outer pigment epithelium and an inner retina proper. The contents of the eye The lens is a biconcave transparent disc, held in place by the zonule, a circular system of fibers that extends from the lens capsule to a thickening of the middle layer, the ciliary body. An expansion of the middle layer, the iris, extends anteriorly and partially covers the lens. The round hole in the middle of the iris is the pupil. There are three regions within the cavity of the eyeball. Between the cornea and the lens is the anterior chamber (in life filled with aqueous humor). The posterior chamber is bounded by the iris, the lens, the zonule and the ciliary processes. Posterior to the lens is the vitreous space (in life filled with the vitreous body).   ","hash":"11ff72810081bc661f7f0ed49fdb161b","title":"Model of the Eye","type":"lab_activity","url":"/lab18/model-of-the-eye/"}, {"body":"The epithelial lining of the oral cavity is of the stratified squamous type. In contrast to the skin it is non-keratinized. The major salivary glands arise as invaginations of the oral epithelium during the second month of embryonic development, and they are involved with the secretion of the watery, mucus, and enzymatic content of saliva. A description of these glands can be found in the following lab.\nTongue The tongue is easily recognized because of its interlacing bundles of skeletal muscle that are disposed in three plane, and by its covering of stratified squamous epithelium that is elevated on the dorsal surface of the tongue into papillae. There are three types of papillae in humans, filiform, fungiform, and circumvallate.\n#116 Tongue, human, circumvallate papillae, H \u0026amp; E The lingual papillae are vertical elevations or projections of the epithelial surface and they contain a core of connective tissue derived from the lamina propria. In this section there are a number of filiform papillae and a single circumvallate papilla. Note the numerous taste buds on the lateral walls of the circumvallate papilla. Some of these have been sectioned through the taste pore. The three types of cell within the taste bud are sensory, supporting, and basal, but you should not attempt to distinguish them. Find a taste bud in which the taste pore is the plane of the section. Open with WebViewer There are massive serous glands (glands of von Ebner, a.k.a. lingual salivary glands). In some sections the ducts of these glands may be seen to drain into the furrow of the circumvallate papilla. Note the bands skeletal muscle (artifactually separated) and identify blood vessels and nerves. There is considerable lymphatic invasion, particularly around the secretory portions of the serous glands.\n\n","hash":"d51d923b9dd168e4fdbd52c4a3d0459a","title":"Oral Cavity","type":"lab_activity","url":"/lab16/oral-cavity/"}, {"body":"#61 Ovary There are 3 sections of ovary on this slide. At low power note the general division of the ovary into an outer cortex containing follicles in various stages of development and an inner medulla containing numerous blood vessels and dense fibrous connective tissue.\nOpen with WebViewer Identify:\n Lining epithelium (classically called \"germinal epithelium\") - a simple cuboidal covering the ovary, continuous with the mesothelium of the peritoneum. Primordial follicles - 1o oocytes surrounded by a single layer of squamous granulosa cells. This is a resting stage. Primary follicle - 1o oocyte surrounded by cuboidal or columnar granulosa cells, first as a single layer, and then multi-layered. Theca forms outside the basal lamina of the granulosa cells. Zona pellucida surrounds oocyte. These are growing follicles.  Secondary (antral) follicles - 1o oocyte surrounded by granulosa cells among which fluid-filled spaces are coalescing into a single space, or antrum. Outside the basal lamina of the granulosa layer, the theca has differentiated into a theca interna and a theca externa. Mature preovulatory (Graafian) follicle - characterized by a very large, central antrum. Zona pellucida is very conspicuous. 1o oocyte is surrounded by a layer of granulosa cells (the corona radiata) and rests on a small mound of granulosa cells called cumulus oophorus. Atretic follicles - Note that follicles may undergo atresia during any stage of development. Atresia is often first recognized in the granulosa cells; the nuclei become apoptotic and there is a loosening of the cells.  Corpus luteum - Following ovulation follicular cells (both granulosa and luteal) fold into the empty follicle and undergo luteinization. Following fertilization the corpus luteum becomes a large, steroid-producing organ. Corpus albicans - If fertilization does not occur, the corpus luteum regresses. The corpus albicans is the connective tissue scar remaining from a degenerated corpus luteum. \n  #63 Ovary, Adult Human, H\u0026amp;E  Note the scarcity of primary follicles, suggesting that this ovary is from an older woman. Identify a corpus albicans (the connective tissue scar remaining from a degenerated corpus luteum). Open with WebViewer This section contains a recently formed, corpus luteum that dominates the ovary. Notice the folding of its wall and the large central cavity filled with coagulum. Identify the two primary cellular components of the corpus luteum: the granulosa lutein and theca lutein cells. Notice the relationships of these two cell types to each other and to the vascularization of the developing corpus luteum. The theca lutein cells follow the pathways of the invading blood vessels.\n#64 Ovary, Corpus Luteum of Pregnancy Compare the development of this corpus luteum of pregnancy (probably from the first trimester) with that of the recently formed corpus luteum of slide #63. Note particularly the increase in thickness of the granulosa luteal layer as compared to the thin, peripheral zone of theca luteal cells. The extensive vacuolization of the granulosa luteal cells is due to the extraction of its abundant lipid droplets. This reflects the importance of the corpus luteum (particularly the granulosa lutein cells) as the primary ovarian source of the steroid hormone progesterone.\nOpen with WebViewer What is the primary ovarian source of estrogenic hormones?\nWhat are the fine structural specializations of ovarian cells involved with the production of steroid hormones?\nBe certain that you understand the changes that occur within the follicle during follicular development.\nConsider the hormones of the anterior pituitary involved in follicular growth and ovulation.\n\n","hash":"2105bf832b33fb118526a59810664c0d","title":"Ovary","type":"lab_activity","url":"/lab15/ovary/"}, {"body":"This manual is a guide to work in the histology laboratory. Each topic is briefly introduced and this is followed by a list of slides, with commentary, to be studied in the laboratory period. The purpose of the manual is to enable the student to use time efficiently in the laboratory. You can also refer to the PDF version of the manual.\nCourse Overview As the structural and functional relationships of various cells, tissues, and organs are considered throughout the course, always be aware of one simple concept: All of the tissues and organs of the body are composed of cells and the extracellular products of cells (the matrix). It is for this reason that we emphasize the basic components of cells and their matrices during the early portion of the course. With an understanding of the nature of the relationship between cells and their matrices, we can proceed to the study of the organization of these two components into the basic tissues of the body.\nThere are only four basic tissues in the body, although each category can be subdivided. In turn, the four basic tissues are organized into the various organs of the body, and these generally exist as interrelated functional units termed organ systems.\nThe four basic tissues of the body are:\n Epithelium Connective tissue Muscle Nervous tissue  Again, we emphasize: All of the organs of the body are composed of varying proportions of the four basic tissues, and each of the four basic tissues consists of cells and extracellular matrices. This simple concept is fundamental to the study of histology.\nTextbook Any of following textbooks is recommended:\n Histology, A Text and Atlas, 7th ed., Michael H. Ross and Wojciech Pawlina, Lippincott Williams \u0026amp; Wilkins, 2016 Junquiera's Basic Histology, Text and Atlas, 13th ed., Anthony L. Mescher, McGraw Hill, NY, 2013. Histology and Cell Biology, an Introduction to Pathology, 4th ed., Abraham L. Kierszenbaum, Mosby, 2016  Whichever of these you choose, it is advisable to read the appropriate material in preparation for lab and bring the histology text to lab.\nCourse Director Dr. Patrice Spitalnik\n ","hash":"6666cd76f96956469e7be39d750cc7d9","title":"Overview","type":"page","url":"/"}, {"body":"The pituitary gland is a dual gland consisting of an epithelial component called the adenohypophysis and a neural component called the neurohypophysis. The adenohypophysis is derived from an outgrowth of oral ectoderm known as Rathke's pouch. It has three parts, thepars distalis (anterior lobe), pars tuberalis (enveloping the infundibular stalk), and pars intermedia (rudimentary in adults). The neurohypophysis is a neuroectodermal downgrowth from the floor of the diencephalon (part of the central nervous system) and includes the pars nervosa (posterior lobe) and the infundibulum.\nEach of the human pituitary slides in your collection has been stained with a different set of dyes. Identify the pars distalis, neurohypophysis, and remnants of the pars intermedia with the aid of your text. Under higher magnification, recognize glandular cells in the anterior lobe of each preparation. Note the arrangement of the hormone-secreting cells along the fenestrated sinusoidal capillaries.\n#73 Pituitary, (Masson's trichrome) With Masson's stain, the acidophils are red and the basophils are blue. Chromophobes will be light orange or faded to grey. Note that red blood cells may be anything from red to blue. The cords and clumps of epithelial cells are sharply outlined by the blue collagenous fibers. Open with WebViewer Note: When using Masson's trichrome or chrome alum-hematoxylin phloxin, the terms acidophils and basophils do not have the same meaning as when you use hematoxylin-eosin. The colors are dependent on the contents of the secretory granules. Acidophils synthesize proteins including growth hormone (GH) and prolactin. The basophils synthesize glycoproteins including luteinizing hormone (LH), follicle stimulating hormone (FSH), thyroid stimulating hormone (TSH) and adrenal cortical stimulating hormone (ACTH). Each of the hormones is made by a different cell, except the gonadotropins (LH and FSH), which may be made by the same cell. Chromophobes are thought to be cells in which the granules are depleted or are ACTH producing cells. The neuropil of the neurohypophysis is grayish and vacuolated. The red-pink nuclei belong to pituicytes (glial cells) and endothelia.\n#74 Pituitary, H\u0026amp;E The red or blue staining of the secretory granules is due to the acidophilia or basophilia of the hormone contained in the granules. The pars intermedia, which is not seen clearly on this slide, forms a cap around the neurohypophysis and separates it from the pars distalis. What kinds of cells are in the neurohypophysis?\nOpen with WebViewer #75 Pituitary, (Chrome-hematoxylin and Phloxin) Open with WebViewer Nuclei are purple-black, acidophils bright pink, basophils blue-black, chromophobes light blue to colorless. Note the regional variations in the distribution of the various cell types. Note also that in this pituitary there is a large colloid cyst (Rathke\u0026rsquo;s pouch).\n\nReview the various hormones secreted by the basophils and acidophils (as defined in the trichrome stains) of the pars distalis.\nThis preparation demonstrates the Herring bodies (large magenta-stained swellings on the neurosecretory axons) in the neural lobe. What do Herring bodies represent? What hormones might you expect to find in these structures?\nWhere are the hormones of the neurohypophysis synthesized?\n\n","hash":"c186b2105563c9d123b8c9bfb7fa1d4f","title":"Pituitary Gland","type":"lab_activity","url":"/lab13/pituitary-gland/"}, {"body":"#5 Trachea In this cross section of the trachea note the C-shaped ring of hyaline cartilage and the pseudostratified ciliated columnar epithelium. Cilia are clearly seen in some areas but goblet cells may not be obvious. Exocrine glands are found beneath the epithelium. Lymph nodes and diffuse, sub-epithelial lymphatic tissue are seen. Note also the nerves, blood vessels and adipose tissue. This is a good slide to review these structures. Open with WebViewer #88 Trachea and Esophagus Look for the same structures in this slide and the following slide. What criteria do you use to distinguish between the esophagus and the trachea?\nOpen with WebViewer #89 Lung, (H\u0026amp;E) Identify an intrapulmonary bronchus by irregularly shaped cartilage plates in its wall. Bronchioles, terminal bronchioles, respiratory bronchioles, and alveoli should be identified. Alveolar ducts, and alveolar sacs may also be seen. Compare the epithelial linings of each of these portions of the respiratory tree. Also compare the lining of the respiratory tract to the endothelium of blood vessels.\nOpen with WebViewer  #118 Lung, (H\u0026amp;E) This lung slide is useful for examining larger portions of the respiratory tree and the vascular system. The alveoli are somewhat collapsed. Look for an area in which the alveolar walls are intact. Note the close contact of the smallest capillaries (one red blood cell in diameter) and the simple squamous epithelium lining the alveolus. Gas exchange between blood and air occurs here. Although it is difficult to distinguish type I pneumocytes from endothelial cells, you can identify type II pneumocytes and macrophages. Macrophages are frequently found along the wall of the alveolus, or free within the alveolar space. Type II pneumocytes are present in the epithelium lining the alveolus. Open with WebViewer Be sure you know the types of cells found in the alveolus and how they can be distinguished structurally. Know the function of each cell type. Use TEMs to identify cell types and to aid in understanding the structure of the alveolar wall.\n#110 Lung, Elastin Stain - Paraffin section 6μm This stain highlights the elastic fibers (red brown) in the lung.\nOpen with WebViewer \n","hash":"f8a87de3e9c6739f8a7cbac303da8c0e","title":"Respiratory System: Slides","type":"lab_activity","url":"/lab11/respiratory-system-slides/"}, {"body":"**Simple cuboidal epithelia\n**\nh3. #50 Kidney, H\u0026amp;E\nExamine the cuboidal epithelium that makes up the kidney tubules. Find the basement membrane and lumen of the tubules to help you determine the basal and apical membranes, respectively. Note that in some cases the lateral borders of cells are distinct while in many they are not. This is because they are highly interdigitated, a configuration that increases the surface area for transport across the cell membranes. This can be seen in electron micrographs of kidney tubules. Remember that each nucleus corresponds to one cell.\nOpen with WebViewer #107 Pancreas, Acid fuchsin and toluidine blue Examine the epithelial cells. Note the basophilic structures that at the base of the cells are rough endoplasmic reticulum. At the apex of the cell, secretory granules appear as acidophilic structures. The contents of these granules are proteins, which are the precursors of digestive enzymes. Review the subcellular structures involved in protein synthesis. Open with WebViewer Simple columnar epithelia\n#115 Gall bladder. H\u0026amp;E Examine the lining of the gall bladder as an example of simple columnar epithelium. Be sure you locate regions where the epithelium is cut longitudinally to observe the simple columnar epithelium. Note the microvillous border that you identified in the previous lab. In tangential sections portions of cells in various planes of section may give the impression that the epithelium is stratified. Why do the nuclei appear at different levels in tangential sections?\nOpen with WebViewer #101 Small Intestine (PAS and hematoxylin) Locate the epithelium with its microvillous border and PAS positive glycocalyx. The basal lamina is also PAS positive, but is not intensely stained. What is the basis for PAS stain?\nOpen with WebViewer #102 Small Intestine (Bodian/silver) This slide illustrates modifications found in the apical region of the columnar epithelium: the striated (microvillous) border and the junctional complex. In longitudinally sectioned cells, the junctional complex is seen as a dark dot of silver deposit at the apical lateral borders of the cells. In regions where the epithelium has been cut in cross or oblique section, the junctional complex has a belt-like appearance and can be seen to encircle the cells (hexagonal shape). What types of intercellular junctions are commonly found in epithelia? Review the appearance of junctional complexes at the EM level in the electron micrograph in the lab. Open with WebViewer In addition the Bodian silver stains secretory granules within enteroendocrine cells in the epithelium and the basal lamina. \n","hash":"05c8b0834b2270bfd27a5feedc05c7ff","title":"Simple Cuboidal Epithelia and Simple Columnar Epithelia","type":"lab_activity","url":"/lab02/simple-cuboidal-epithelia-and-simple-columnar-epithelia/"}, {"body":"Skeletal muscle is composed of large, cylindrical, multinucleated cells. The most striking feature of skeletal muscle fibers is the presence of striations, which are visible in longitudinally sectioned fibers. The striations are due to the presence of myofibrils, which are cylindrical bundles of thick and thin myofilaments, organized into units of contraction called sarcomeres. The orderly arrangement of these repeating units within the myofibrils gives rise to the characteristic pattern of transverse banding. #15 Skeletal muscle (Phosphotungstic Acid - Hematoxylin, PTAH) Examine this PTAH-stained preparation at low power and note that the muscle fibers are grouped into bundles (or fascicles). The spaces between the bundles contain the perimysium, in which connective tissue fibers, adipose cells, blood vessels and nerves can be identified under higher magnification. Next, under moderately high magnification, examine the individual skeletal muscle fibers, which have been cut lengthwise. Each fiber is separated by a delicate loose connective tissue (endomysium). Under higher magnification note myofibrillar cross-banding (alternating dark or A bands and light or I bands). Lastly, under highest power, look for additional markings, such as a thin Z band bisecting each I band and, in occasional fibers, a light H band within each A band. These distinctions may not be evident with light microscopy, but can easily be seen in TEMs (transmission electron micrographs). Note the shape and position of the pale-staining muscle nuclei, which should not be confused with the flattened, more elongate fibrocyte nuclei within the neighboring endo- or perimysium.\nOpen with WebViewer #3 Muscle and tendon junction, H\u0026amp;E At low power examine bundles of skeletal muscle fibers and sheets of tendon (dense regular connective tissue). Under higher magnification, skeletal muscle fibers may be recognized by their cross-striations. In this preparation most tendon has a homogenous, almost glassy, appearance (this is a diagnostic feature). The cells of the tendon (fibroblasts or fibrocytes) occur in rows, squeezed between the thick collagenous fibers; only their flattened, rod-like basophilic nuclei show well. The zone of insertion of the skeletal muscle into the tendon is obvious, but higher resolution with the electron microscope is necessary to see the detailed structure of the junction.\nOpen with WebViewer Define a sarcomere. Be sure you know what the electron microscope has revealed about its fine structure. Know the structural changes that occur in a sarcomere during contraction and the theory that has evolved from electron microscopic studies to explain muscle contraction.\n#116 Tongue, H\u0026amp;E Observe numerous bundles (fascicles) of skeletal muscle fibers cut in different planes (this is a unique feature of the tongue). Identify the fatty connective tissue (perimysium), which surrounds each muscle bundle. From the perimysium partitions of loose connective tissue (endomysium) can be seen to penetrate into the bundle separating the individual muscle fibers. Under higher magnification, examine some skeletal muscle fibers in longitudinal section; striations may show poorly (if at all). Nuclei are clearly visible at the periphery of muscle fibers cut in cross-section; in fibers sectioned lengthwise, they may appear to occupy any position with respect to fiber breadth.\nOpen with WebViewer \n","hash":"d4c60c0444245e507063a4c31fa594d1","title":"Skeletal Muscle","type":"lab_activity","url":"/lab06/skeletal-muscle/"}, {"body":"#4 Skin, thick skin, volar surface, H\u0026amp;E Open with WebViewer Epidermis: The stratified squamous keratinizing epithelium of the epidermis is made up primarily of keratinocytes. The form and function of these cells changes as they pass from basal to superficial locations. The layers of the epidermis from basement membrane to skin surface include:\nStratum basale: Cells of all the layers are generated from the keratinocytes in this layer. Therefore, you may see mitotic figures. The keratinocytes in this and the overlying layers contain melanin granules that have been transferred to them by melanocytes. The cytoplasm of melanocytes does not stain with H\u0026amp;E, giving the appearance of a halo. Special staining methods are required to identify melanocytes definitively. Stratum spinosum: This is several cell layers in thickness. The cells are attached to each other by intercellular bridges (desmosomes). Because the cells pull apart during preparation, the attachment sites give the cells a spiny appearance.\nStratum granulosum: The cells of this layer are recognizable by their basophilic keratohyalin granules containing filaggrin and other proteins binding tonofibrils.\nThe stratum lucidum is not clearly identifiable in this slide.\nStratum corneum: The superficial keratinized layer is the stratum corneum, which protects the skin against friction, infection, and water loss. It consists of flattened, denucleated squames.\nDermis: \nPapillary layer: loose connective tissue underlying the basal layer of the epidermis, and containing blood vessels, nerves and lymphatic vessels. Dermal papillae may contain sensory nerve endings called Meissner's corpuscles. Reticular layer: dense, irregularly arranged connective tissue.\nSubcutaneous tissue (hypodermis): This is loose connective tissue containing abundant adipose tissue. It is a good region to examine glands, ducts, blood vessels and nerves.\nEccrine sweat glands are present in high concentration in the dermis and subcutaneous tissue. They are coiled tubular glands with an acidophilic margin, which corresponds to the layer of myoepithelium. The ducts are straight as they lead through the superficial dermis to the basal aspect of the epidermis. At this point they assume a coiled pathway, which becomes corkscrew-like in the stratum corneum.\nPacinian corpuscles are another type of nerve ending found in the dermis or subcutaneous tissue. They are made up of an axon surrounded by numerous concentric cellular lamellae. These are also found in other regions of the body.\n #46 Skin, scalp, human H\u0026amp;E Open with WebViewer Hair follicles are well demonstrated in this slide in longitudinal section. The thin epidermis, characteristic of hairy regions, has a lacy or frayed stratum corneum whose appearance is an artifact of sectioning. In life, this layer of the epidermis would be more compact and only the most superficial keratinized cells would be desquamating.\nOpen with WebViewer The deepest part of the hair follicle is expanded into a bulb and is invaginated by connective tissue, the dermal papilla. The follicle cells adjacent to the papilla are the germinative cells, which divide and differentiate to form the hair shaft and a multi-layered inner root sheath. Melanocytes are adjacent to the dermal papilla and contribute melanin granules to the developing hair. The fully formed hair is usually lost during slide preparation.\nSebaceous glands are associated with the hair follicle and their secretions empty into the hair follicle, between the hair shaft and the follicle wall. The arrector pili muscle is a band of smooth muscle that inserts on the hair follicle, deep to the sebaceous glands. Superficially it inserts at the base of the epidermis. Some eccrine sweat glands are dispersed between the hair follicles.\n\n","hash":"b16ad2e3b5cf534efa4fdf2c85becdf6","title":"Skin Slides","type":"lab_activity","url":"/lab10/skin-slides/"}, {"body":" Kidney. Rat. Regaud iron hematoxylin stain for mitochondria. Epididymis. Rat. Silver-azocarmine stain for Golgi. Muscle-tendon. Human or rabbit. H\u0026amp;E and picric acid. Skin Monkey. H\u0026amp;E Hyaline cartilage. Trachea. Human or guinea pig. H\u0026amp;E Elastic cartilage. Dog or guinea pig ear. Weigert stain. Fibrocartilage. Intervertebral disc. Human. H\u0026amp;E. Rib and cartilage. Human or guinea pig. H\u0026amp;E. Dried bone. Ground section (X.S. \u0026amp; L.S.). Human. Unstained. Bone. Tibia. Decalcified. H\u0026amp;E. Bone. Rib. Decalcified. H\u0026amp;E. Peripheral blood smear. Human. Wright's stain. Kidney. Acid phosphatase reaction for lysosomes. Bone marrow section. Rabbit. Giemsa. Skeletal muscle. Phosphotungstic acid - hematoxylin and H\u0026amp;E. Aorta. Monkey. H\u0026amp;E. Heart with mitral valve. Monkey. Mallory azan stain. Heart with mitral valve. Human. Masson stain. Heart, ventricle. Calf. Phosphotungstic acid - hematoxylin. Aorta. Rabbit. Weigert stain. Aorta. Human. Longitudinal section. H\u0026amp;E and Masson stain. Lymph node. Dog. Silver stain. Lymph node. Human or Dog. H\u0026amp;E. Lymph node. Lymph-vascular injection. India ink. Cat. H\u0026amp;E. Spleen. Monkey. Periodic acid - silver. Thymus. Child or rabbit. H\u0026amp;E. Palatine tonsil. Human. H\u0026amp;E. Spleen. Human or rabbit. H\u0026amp;E. Thymus. Human, 36 years. H\u0026amp;E. Spleen. Monkey. Silver stain. Lymph node. hematoxylin and Azure II eosin. Esophagus, upper end. Human or rabbit. H\u0026amp;E. Esophagus and stomach. Human or rabbit. H\u0026amp;E. Stomach, body. Monkey. H\u0026amp;E. Stomach-duodenum. Human or monkey. H\u0026amp;E. Duodenum and pancreas. Human or monkey. H\u0026amp;E. Small intestine. Human, dog or rabbit. H\u0026amp;E. Small intestine. Monkey. Osmium tetroxide and azocarmine. Colon. H\u0026amp;E. Parotid gland. Monkey, rabbit or monkey. H\u0026amp;E. Sublingual gland. Human. H\u0026amp;E. Pancreas. Dog or monkey. H\u0026amp;E. Pancreas. Guinea pig. Chrome alum hematoxylin-phloxine. Bile duct. Monkey or rabbit. H\u0026amp;E. Liver. Human. H\u0026amp;E. Skin. Human. H\u0026amp;E. Liver. Human. Phosphotungstic acid - hematoxylin-phloxine. Recto-anal junction. Human. H\u0026amp;E. Kidney. Human. H\u0026amp;E. Kidney. Guinea pig. H\u0026amp;E. Kidney. Guinea pig. P.A.S. and Hematoxylin. Bone marrow. Human, section. H\u0026amp;E (scanned only) Ureter. Human. H\u0026amp;E or Masson. Urinary bladder. Human. H\u0026amp;E. Corpus spongiosum. Human or rabbit. H\u0026amp;E. Testis and epididymis. Human. H\u0026amp;E. (Scanned slide, testis only) Testis and epididymis. Monkey or rabbit. H\u0026amp;E. Ductus deferens. H\u0026amp;E or Masson trichrome. Prostate. Human. Masson and H\u0026amp;E Seminal vesicle. Human, 34 years. H\u0026amp;E. Ovary. Monkey, adult. H\u0026amp;E. Ovary. Human. H\u0026amp;E or Masson. Ovary with corpus luteum of pregnancy (early). Human. H\u0026amp;E.  Corpus luteum of pregnancy (mature). Human. H\u0026amp;E. Uterus. Human. Pre-ovulatory. H\u0026amp;E. Uterus. Human. Progravid. H\u0026amp;E. Cervix uteri. Human. H\u0026amp;E. Oviducts (Fallopian tubes). Human. H\u0026amp;E. Mammary gland (lactating). Human. H\u0026amp;E. Mammary gland (inactive). Human. H\u0026amp;E. Adrenal gland. Human. H\u0026amp;E. Adrenal gland. Monkey. H\u0026amp;E. Pituitary gland. Human. Masson. Pituitary gland. Human. H\u0026amp;E. Pituitary gland. Human. Chrome-hematoxylin and Phloxine. Spleen. Monkey. H\u0026amp;E (1.5 micron plastic section). Thyroid. Monkey. H\u0026amp;E. Thyroid. Human. H\u0026amp;E. Parathyroid. Dog. H\u0026amp;E. Sciatic nerve (X.S. \u0026amp; L.S.). Monkey. Cajal. Sciatic nerve (X.S. \u0026amp; L.S.). Rabbit. H\u0026amp;E. Bone marrow smear. Human. Wright's stain. Sympathetic or Gasserian ganglion. Human. H\u0026amp;E. Spinal cord. Monkey. Cajal's silver. Spinal cord. Nissl stain. Cerebellum. Human. H\u0026amp;E. Tongue. Vallate papillae. Mallory-azan or H\u0026amp;E. Trachea and Esophagus. H\u0026amp;E. Lung. H\u0026amp;E. Pig embryo. 10 mm. H\u0026amp;E. Pig embryo. 15 mm. H\u0026amp;E. Pig embryo. 25 mm. H\u0026amp;E. Human fetus. Hand. 4 months. Hem-Azur II-Eosin. Parietal bones. Human fetus. H\u0026amp;E. Finger. Monkey, 4 months. H\u0026amp;E. Epiphyseal Growth Plate. Rabbit. H\u0026amp;E. Finger. Monkey, 2 months. H\u0026amp;E. Placenta, 2 1/2 months. H\u0026amp;E. Placenta, 4 months. H\u0026amp;E. Placenta, 6 months. Human. H\u0026amp;E. Small Intestine. Guinea Pig. PAS \u0026amp; Hematoxylin. Small Intestine. Guinea Pig. Bodian. Kidney. Guinea Pig. PAS \u0026amp; Hematoxylin. Intervertebral Disc. Guinea Pig. Orcein van Gieson's elastic stain. - Appendix. Human. H\u0026amp;E (scanned only) Pancreas-Guinea Pig. Acid Fuchsin-Toluidine blue. Cerebral Cortex. Cat. Nissl. Trachea \u0026amp; Esophagus \u0026amp; Thyroid. Rabbit. H\u0026amp;E. Lung. Rabbit. Orcein Van Gieson Cortex, Cat. Golgi. Whitefish embryo - Mitosis Artery, vein, nerve. Primate. H\u0026amp;E Parotid. Primate. H\u0026amp;E Gallbladder. Human. H\u0026amp;E Tongue. Vallate papilla. Human. H\u0026amp;E Small intestine, Human, H\u0026amp;E Lung, Human, H\u0026amp;E Eye Ear, cochlea and vestibule   ","hash":"0577f6793ea453cdb4450638a69d3a62","title":"Slide Index","type":"page","url":"/slide_index/"}, {"body":"Stains react in two general ways: 1) They combined directly with the tissue, or 2) they require that the tissues be treated first with an anchoring substance or mordant. Very few stains can be relied upon to color with the desired selectivity or intensity unless carefully controlled. This may be accomplished by stopping at the desired intensity or removing excess with another reagent.\nSelective stains have been found for many of the different parts of the cell and for characteristic elements in the tissues. Much of the selective action is due to the fixation and previous treatment as well as to the subsequent staining and differentiation.\nImpregnation is not really a staining process but it is considered as one of the staining methods. The tissues are first placed in a solution of the salt of a heavy metal. The metal is precipitated as a black deposit about certain structures. These stains are especially used for study of neurons and glia of the central nervous system.\nBasic and Acid Dyes\nBasic dyes are cationic. They form salts with tissue anions (components that carry a net negative charge), especially the phosphate groups of nucleic acids and the sulfate groups of the glycosaminoglycans. Basophilic is the term used to designate the components of a cell or tissue, which take up the basic stain rather than the acid stain of a combination. Nuclei are basophilic.\nAcid dyes are anionic. They form salts with cationic groups in cells and tissues, particularly the ionized amino groups of proteins. Acidophilic or oxyphilic is applied to parts, which show a greater affinity for acid dyes. The cytoplasm is usually acidophilic. Eosinophilic components are cationic compounds that have an affinity for that acid dye.\nFollowing are some terms related to dyes:\n Mordants - A mordanting substance is considered part of the stain, and in this way it may change the reaction of the stain. For example, hematoxylin is an acid, but as it is almost always used in conjunction with alum or iron (the mordant) it becomes a basic stain.   Amphophilic - It is a term used to indicate that the tissue stains with both the basic and the acidic dyes.   Neutrophilic - No special affinity for either the basic or acidic components of a dye.   Metachromasia - It refers to the production of a color during staining which is different from the original color of the staining solution. Mast cell granules will stain a reddish-purple with toluidine blue. Metachromasia is pH dependent. Many substances are only metachromatic when stained as frozen sections. Usually they must be viewed immediately, if not sooner.   ","hash":"17583c221713ebcf53ebd93404e54d47","title":"Staining","type":"histology_technique","url":"/histological_techniques/staining/"}, {"body":"The following list includes the staining methods used on the slides in the loan collection. It gives a brief sketch of their selectivity, mode of action, and procedure. They are arranged in alphabetical order for ready reference. The abbreviations are those used in the catalogue of the loan collection. You are not responsible for this material.\n Acid phosphatase reaction: This histochemical technique is used to recognize lysosomes due to their acid phosphatase content. Sections are incubated in a solution containing a lead phosphate. The phosphate is released by enzymatic activity of acid phosphatase (lysosomal enzyme) and is precipitated as lead phosphate, and is then converted to lead sulfide a black deposit.   Alkaline phosphatase (Al. P): The histochemical technique used for demonstrating the enzyme, alkaline phosphatase, blackens the cells and tissue containing the enzyme. In general, the degree of blackness is correlated with the quantity of enzyme present. Exact localization is complicated by the fact that the enzyme may shift its intracellular position during the histological procedure. Sections are incubated in a solution consisting of sodium glycerophosphate and calcium nitrate. Through the action of the phosphatase, calcium phosphate is precipitated in those regions where the enzyme is present. For visualization in sections, the calcium phosphate is converted into cobalt phosphate and finally into cobalt sulfide, which is black.   Azocarmine: Nuclei are deep red; cytoplasm is a pale red.   Azure II - Eosin (Az. II. E.): Nuclei are blue or purple. Basophilic material blue. Acidophilic material red. Red blood corpuscles orange.   Berlin Blue (Prussian Blue): An insoluble particulate iron-cyanide compound, which is used for the injection of blood and lymph vessels.   Best's Carmine: A specific stain for glycogen by which the glycogen granules are stained red. The PAS (periodic acid Schiff reaction) also colors glycogen red and is more commonly used.   Bielschowsky's Silver Method: The reticular connective tissue fibrils are black. All other structures, yellow or brown. An impregnation method, which depends on the reduction by formalin of the easily reducible silver salt, silver ammonium hydroxide.   Bodian Silver method: Metallic silver is precipitated by the action of a reducing agent (either exogenous or endogenous). The exogenous agent results in deposits on reticular fibers and portions of the junctional complex (argyrophilia). An endogenous agent results in precipitation on granules of enteroendocrine cells (the argentaffin reaction).   Cajal's Silver Stain (Cajal): Neurofibrils, axons and dendrites black. Other parts brown. The general principle of the Cajal methods (and there are many modification) is the application of photographic developers to tissues, which have been treated with silver nitrate.   Chrome Hematoxylin and Phloxin: The use of these dyes for the differential staining of the alpha and beta cells of the islets of Langerhans was described by Gomori, 1941 (Am. J. Path., Vol. 17). The granules of the beta cells are stained a deep blue; those of the alpha are pink or red. The D cells are not differentially colored.   Cresyl violet: A basic dye. See Nissl.   Eosin (E): An acid dye. Colors cytoplasm red; red blood cells, orange. Used as a counter-stain. See under H\u0026amp;E.   Foots Silver: This is a modification of Bielschowsky's silver method. The thin collagen or reticular fibers stain black, other tissues remain pale. Azocarmine is frequently used as a counter-stain to color the cells and collagenous tissue red.   Giemsa: Methylene blue eosinate, azure B eosinate, azure A eosinate, methylene blue chloride in methanol. Golgi Silver Method   (Golgi): A black deposit of reduced silver is laid down on the surfaces of nerve cells and neuroglia cells so that the form of the cell body and its processes stand out prominently in an almost colorless background. Only single cells here and there are selected by the stain. The method consists essentially of immersing fresh pieces of nervous tissue first in a solution of potassium dichromate (and usually osmic acid also) and then in silver nitrate.   Hematoxylin and Eosin (H\u0026amp;E): Hematoxylin is not a true basic dye. It is used with an intermediary, which recognizes anionic tissue components. Hematoxylin is nearly a specific stain for chromatin and it is therefore referred to as a \"Basic\" stain. It stains the nuclear network, chromosomes, etc., blue. It is a regressive stain and is extracted by very dilute acid or acid alcohol. It may be used after almost any fixative and is a permanent stain. Eosin is a red general cytoplasmic stain. It combines with hemoglobin to give an orange color. It is an acid dye and the terms acidophilic, oxyphilic and eosinophilic are often used interchangeably. It may be used after any fixative and is used as a counter-stain in many combinations in addition to hematoxylin.   Hematoxylin and Orange \"G\" (H \u0026amp; Or. G.): Orange G. is substituted for eosin. Acid orange-G specifically stains the granules of acidophilic cells of the adenohypophysis.   Hematoxylin, Picric Acid and Acid Fuchsin (H \u0026amp; P.A.F.): See van Gieson.   Heidenhains Iron Hematoxylin: Chromatin material (nuclear network and chromosomes) blue black. It is a popular cytological stain, especially for the study of mitosis. It can be used after almost any fixative.   Injection (Inj.): The channels in the tissues, for example, blood and lymph vessels, are injected with a colored mass. Berlin blue in dilute gelatin is a commonly used mass.   Mallory Azan: Collagenous fibers are blue. Nuclei are red. Cytoplasmic staining varies from pink to reddish brown, depending upon the cell type.   Masson's Trichrome Stain (Masson's Tri.): Collagenous fibers blue. Muscle red. Nuclei red. The sections are first stained with hematoxylin. They are then treated with ponceau red and acid fuchsin, phosphomolybdic acid and aniline blue. You should be aware that in other laboratories light green is used in place of aniline blue.   Methylene blue: A basic dye. See Nissl.   Nissl: A method of staining nucleic acids (e.g. ribosomes, RER, heterochromatin, nucleoli). A dye such as methylene blue, toluidine blue or cresyl violet is used. Orange \"G\" (Or. G.): A general cytoplasmic stain similar to eosin in action. Stains cytoplasm yellow or orange.   Osmic Acid or Osmium Tetroxide (OsO4): A selective stain for unsaturated lipids and for lipoproteins such as myelin, which it stains black. Also used as a fixative, especially for electron microscopy.   Periodic Acid Schiff and Hematoxylin (P.A.S. \u0026amp; H.): (See Junqueira 11th pp 12-13.) Carbohydrates and carbohydrate compounds may be demonstrated by this histochemical technique. Most carbohydrates react with periodic acid to produce aldehydes, which convert the colorless Schiff reagent to pink, or magenta. Hematoxylin or methyl green is used to stain the nuclei. Glycogen, mucin, elastic fibers, reticular fibers, basement membranes, thyroid colloid, basophilic granules in the pituitary gland, and other polysaccharides such as the ground substance of cartilage are stained fuchsia or pink.   Phloxin: This is a cytoplasmic stain belonging to the eosin series of dyes. It gives a reddish tone to the cytoplasm.   Mallory's phosphotungstic Acid Hematoxylin (Phostung. Hem.): Nuclei, muscle fibrils, collagenous fibers, matrix of bone and cartilage are pale red. Astrocytic glial fibrils are blue. Best after Zenker fixation.   Regaud's Hematoxylin for Mitochondria: Among the many methods used to demonstrate mitochondria by light microscopy, the most permanent and the simplest is Regaud's modification of iron hematoxylin on sections of material fixed in potassium dichromate and formalin and subsequently mordanted in dichromate. After staining, the slides are differentiated to remove the hematoxylin from most cytoplasmic components other than mitochondria. Unfortunately, the results are not uniform: some cells will be over-stained and some under-stained. Therefore a number of microscopic fields should be examined.   Silver nitrate (Ag.): The intercellular cement substance of epithelium is black. This is an impregnation method. The fresh tissue is treated with silver nitrate and exposed to strong light, which reduces the silver.   Silver Method for Golgi complex: Many methods have been used for staining the Golgi complex of the cell. One of the best methods consists of direct fixation of fresh tissue in a solution of silver nitrate in formalin, development in hydroquinone-formalin, followed by the usual procedure for paraffin embedding and sectioning. In the slides prepared for the class sets, the nuclei of the cells have been stained lightly by azocarmine.   Sudan Black: This is a stain that colors fat droplets black. There are several Sudan dyes, among which are Sudan III and Sudan IV (Scarlet R.). These stain fat droplets red as does Oil-red-O.   Supravital staining: A vital stain (e.g., trypan blue) is applied to an animal in life; a supravital stain (e.g., Janus green, neutral red) is one that is applied to cells or tissues removed from the body. See the first laboratory exercise, Introduction: Microscopy - Cytology for a description of the properties of neutral red and Janus green vis a vis particular subcellular organelles.   Toluidine blue: A basic dye. See Nissl.   Van Gieson: Collagenous fibers are yellow (e.g., dense connective tissue and bone), cartilage matrix is brown. Elastic Tissue Stain and Van Gieson's Picric Acid Fuchsin (Vieh. Van G. Verhoeff's): In Verhoeff's stain the elastic tissue is black and in this combination with Van Gieson collagenous tissue is red.   Weigert's Hematoxylin (W. Hem.): A modification of Heidenhain's iron hematoxylin. Stains the myelin sheath black.   Weigert's Elastic Tissue Stain: Elastic fibers purple or black. It is a specially prepared combination of basic fuchsin, resorcin, ferric chloride, water and alcohol.   Wright's Blood Stain (Wright): Nuclei blue or purple. Basophilic granules blue, acidophilic granules red, and neutrophilic granules reddish lilac. Red blood corpuscles orange. The eosinates of polychromed methylene blue are dissolved in absolute methyl alcohol. When this solution is placed on a dried blood smear, the methyl alcohol acts as the fixative, and the dissolved dye begins the staining process. After from one to three minutes, the stain is diluted with an equal volume of distilled water. This differentially stains the cytoplasmic granules and is allowed to act for about three minutes. It is then poured off and the preparation is washed briefly in tap water and allowed to dry   ","hash":"8b8e91c640c5c50c14b59f078a71dd47","title":"Staining Methods Used in This Lab Collection","type":"histology_technique","url":"/histological_techniques/staining-methods-used-in-this-lab-collection/"}, {"body":"#56 Testis, Adult, H\u0026amp;E At low magnification identify the tunica albuginea, the fibrous capsule surrounding the testis. The mediastinum (not visible on this slide) is the mass of acidophilic connective tissue at one pole through which the major vessels enter and leave the testis. The rete testis is located in the mediastinum. Open with WebViewer At higher magnification identify the germinal elements (spermatogonia, spermatocytes and spermatids) and Sertoli cells in the seminiferous tubules. Only the Sertoli cells and spermatogonia (usually with interphase nuclei) rest on the basement membrane. The larger primary spermatocytes lie on the luminal side of the Sertoli cells and are frequently in some stage of the prolonged prophase of the first meiotic division. Secondary spermatocytes rapidly undergo the second meiotic division and are therefore rarely seen. During spermiogenesis the spermatids are remodeled into streamlined motile cells called spermatozoa. The entire process of gamete production (i.e., spermatogonia to spermatozoa) is known as spermatogenesis. The germinal elements characteristically occur in small associations of synchronized cells. Beneath the basement membrane of the tubules note the myoid cells (myoepithelium) with their pale-staining elongated nuclei. In the interstitium (between the seminiferous tubules) identify Leydig cells, which are large eosinophilic cells. Why are they eosinophilic?\n#57 Testis and Epididymis, (H\u0026amp;E) Be sure that you distinguish the testis and the epididymis. Open with WebViewer The epididymis is the site of maturation and the storage of spermatozoa. It is a coiled tube lined by pseudostratified epithelium with long microvilli (non-motile stereocilia). Sperm are stored in the tail (cauda) of the epididymis.\nNote: For the histological characteristics of the efferent ductules see examples in textbooks or online.\n\n","hash":"90c132874e36f4aa69313f6b9ddf8fb9","title":"Testis and Epididymis","type":"lab_activity","url":"/lab14/testis-and-epididymis/"}, {"body":"Use the image below as well as illustrations of the heart in your gross anatomy textbook or atlas to help you to orient your slide and to locate the atrium, ventricle and mitral valve.\n #17 Heart, Sagittal Section (Mallory-Azan) The epicardium includes a layer of simple squamous epithelium called the mesothelium and the underlying supportive connective tissue. The epicardium is the outermost layer surrounding the heart, and is comparable to the tunica adventitia of vessels. In the region of the atrium the epicardium contains fatty connective tissue and vessels of the coronary circulation.\nOpen with WebViewer The distribution of blue-staining collagen fibers reveals the fascicle organization of the myocardium, which is comparable to the tunica media. In areas where muscle fascicles are longitudinally sectioned, note the intercalated discs that appear as red-staining step-like lines perpendicular to the long axis of the fiber. Is the myocardium thicker in the atrium or ventricle? Why?\nThe heart valves are extensions of the innermost layer, the endocardium. The endocardium contains an endothelium on their free surface and underlying supportive connective tissue. Use this slide to also study the structure of the arteries and veins of the coronary circulation.\n#19 Heart, Ventricle (PTAH Stain) The impulse conducting system of the heart begins with the sinoatrial and atrioventricular nodes. Conduction continues through the atrioventricular bundle of His and into Purkinje fibers of the ventricles. Purkinje fibers are hypertrophied cardiac muscle fibers that are specialized for conducting an impulse rather than for contraction. They contain one or two nuclei, centrally situated in a pale staining mass of sarcoplasm that is rich in mitochondria and glycogen. Major branches of the bundle of His lie outside the myocardium in the subendocardium, as seen on the right side of this slide. Purkinje fibers traverse the myocardium where the terminal branches merge into muscle fascicles. This is seen in favorable longitudinal sections as a point where the Purkinje fibers become smaller, more densely stained and become indistinguishable from fascicles of muscle fibers. Individual muscle fibers are grouped in fascicles that are seen in both cross and longitudinal section on this slide. The fascicles are bounded by connective tissue containing blood vessels of the coronary circulation and nerve fibers.\nOpen with WebViewer \n","hash":"53bbdbd3737a374f42b64d36ba42a871","title":"The Heart","type":"lab_activity","url":"/lab09/the-heart/"}, {"body":"#27 Palatine tonsil, Human. H \u0026amp; E The tonsillar ring is located near the entrance of the throat and consists of the palatine tonsil (commonly known as \"the tonsil\"), the pharyngeal tonsil (commonly known as \"adenoids\"), and the lingual tonsil (on the posterior surface of the tongue).\nOpen with WebViewer This is a section through the palatine tonsil. Notice the stratified squamous non-keratinized epithelium covering the free oropharyngeal surface of the tonsil. In the underlying lamina propria, identify simple and branched epithelial crypts, sectioned in different planes and representing tubular invaginations of the surface epithelium. The lining epithelium of the crypts may show evidence of keratinization or erosion and can be obscured when heavily infiltrated with lymphocytes. Between the crypts identify the masses of lymphoid tissue containing numerous individual lymphoid nodules. Some nodules contain a large pale-staining germinal center. These are secondary (active) nodules. Identify the connective tissue septa that extend at intervals between the crypts and divide the tonsil into lobules, each with an individual crypt as an axis. At one side of the section in the submucosa, note the presence of a pure mucous gland.\n\n","hash":"2201679d6c6994b889abc03f673c699c","title":"Tonsils","type":"lab_activity","url":"/lab08/tonsils/"}] }
